let fs = require("fs");
let path = require("path");

var allFiles = []

let myUrl = 'C:\\Users\\Administrator\\Documents\\Tencent Files\\248864651\\FileRecv\\浙品';

let source = "1\tDB33_T 944.1-2014“浙江制造”评价规范 第1部分：通用要求\n" +
    "\n" +
    "产品标准：\n" +
    "1\tZZB 002-2014《衬衫》\n" +
    "2\tT/ZZB 0122-2016《电压力锅》\n" +
    "3\tZZB 001-2014《电除尘器》\n" +
    "\n" +
    "浙江制造标准\n" +
    "1\tZZB 003-2014《吸油烟机》\n" +
    "2\tZZB 005-2015《实木地板》\n" +
    "3\tZZB 006-2015《实木复合地板》\n" +
    "4\tZZB 007-2015《核电站核岛用 离心式通风机》\n" +
    "5\tZZB 008-2015《小型污水污物潜水电泵》\n" +
    "6\tZZB 009-2015《深冷法空气分离设备》\n" +
    "7\tZZB 010-2015《地铁隧道轴流通风机》\n" +
    "8\tZZB 011-2015《智能型万能式断路器》\n" +
    "9\tZZB 012-2015《汽车铝合金车轮》\n" +
    "10\tZZB 013-2015《摩托车铝合金车轮》\n" +
    "11\tZZB 014-2015《民用PP-R塑料管材》\n" +
    "12\tZZB 015-2015《风电用玻璃纤维直接无捻粗纱》\n" +
    "13\tZZB 016-2015《小型断路器》\n" +
    "14\tZZB 017-2015《汽车圆柱齿轮》\n" +
    "15\tZZB 018-2015《智能热水循环屏蔽泵》\n" +
    "16\tZZB 019-2015《可调谐激光气体分析仪》\n" +
    "17\tZZB 020-2015《电冰箱用全封闭型电动机-压缩机》\n" +
    "18\tZZB 021-2015《旅行箱包》\n" +
    "19\tZZB 022-2015《防护鞋底用聚氨酯树脂》\n" +
    "20\tZZB 023-2015《亚麻纺纱机械装备》\n" +
    "21\tZZB 024.1-2015《额定电压220kV（Um=252kV）交联聚乙烯绝缘大长度交流海底电缆 第1部分：试验方法和要求》\n" +
    "22\tZZB 024.2-2015《额定电压220kV（Um=252kV）交联聚乙烯绝缘大长度交流海底电缆 第2部分：技术要求》\n" +
    "23\tZZB 025-2015《空气调节器风扇用无刷直流电机》\n" +
    "24\tZZB 026-2015《轨道交通门用永磁直流电动机》\n" +
    "25\tZZB 027-2015《节能型喷油螺杆空气压缩机》\n" +
    "26\tZZB 028-2015《悬索桥主缆预制平行钢丝索股》\n" +
    "27\tZZB 029-2015《挤包护层扭绞型拉索》\n" +
    "28\tZZB 030-2015《卧式螺旋卸料沉降离心机》\n" +
    "29\tZZB 031-2015《家用和类似用途插头插座》\n" +
    "30\tZZB 032-2015《集成灶》\n" +
    "31\tZZB 033-2015《余热锅炉》\n" +
    "32\tZZB 035-2015《安全防范网络摄像机》\n" +
    "33\tZZB 036-2015《网络硬盘录像机》\n" +
    "34\tZZB 037-2015《钢丝绳芯管装输送带》\n" +
    "35\tZZB 038-2015《核电厂用蒸汽压缩循环冷水机组》\n" +
    "36\tZZB 039-2015《塑料注射成型机》\n" +
    "37\tZZB 040-2015《防盗安全门》\n" +
    "38\tZZB 041-2015《接入网用弯曲损耗不敏感单模光纤B6.a2》\n" +
    "39\tZZB 042-2015《波长段扩展的非色散位移单模光纤》\n" +
    "40\tZZB 043-2015《履带式露天潜孔钻车》\n" +
    "\n" +
    "国家标准\n" +
    "1\tGB/T 28574-2012《石油、石化和天然气工业特种用途汽轮机》\n" +
    "\n" +
    "浙江制造团体企业标准\n" +
    "1\t“浙江制造”标准 0874—2018《汽车中冷器用橡胶软管》报批稿\n" +
    "\n" +
    "\n" +
    "团体标准：\n" +
    "1\t“浙江制造”团体标准 0047—2016《电动助力车用密封铅酸蓄电池》\n" +
    "2\t“浙江制造”团体标准 0048—2016《低压直流成套开关设备》\n" +
    "3\t“浙江制造”团体标准 0053—2016《电动道路车辆用铅酸蓄电池》\n" +
    "4\t“浙江制造”团体标准 0058—2016《三相异步电动机》\n" +
    "5\t“浙江制造”团体标准 0065—2016《电链锯》\n" +
    "6\t“浙江制造”团体标准 0066-2016《斜切割机》\n" +
    "7\t“浙江制造”团体标准 0091—2016《地面用晶体硅光伏组件》\n" +
    "8\t“浙江制造”团体标准 0107—2016《额定电压750V及以下矿物绝缘电缆》\n" +
    "9\t“浙江制造”团体标准 0129—2016《照明用LED驱动电源》\n" +
    "10\t“浙江制造”团体标准 0138—2016《电磁阀用低压线圈》\n" +
    "11\t“浙江制造”团体标准 0144—2016《微型交流齿轮减速电动机》\n" +
    "12\t“浙江制造”团体标准 0146—2016《重载有砟轨道混凝土岔枕》\n" +
    "13\t“浙江制造”团体标准 0151—2016《转换型冷藏冷冻箱(柜)》\n" +
    "14\t“浙江制造”团体标准 0153—2016《特、大吨位直流盘形悬式钢化玻璃绝缘子》\n" +
    "15\t“浙江制造”团体标准 0154.1—2016《额定电压220kV（Um=252kV）交联聚乙烯绝缘电力电缆 第1部分》\n" +
    "16\t“浙江制造”团体标准 0154.2—2016《额定电压220kV（Um=252kV）交联聚乙烯绝缘电力电缆 第2部分》\n" +
    "17\t“浙江制造”团体标准 0163—2016《电饭煲》\n" +
    "18\t“浙江制造”团体标准 0165.1—2016《额定电压320kV及以下直流输电用挤包绝缘电力电缆 第1部分》\n" +
    "19\t“浙江制造”团体标准 0165.2—2016《额定电压320kV及以下直流输电用挤包绝缘电力电缆 第2部分》\n" +
    "20\t“浙江制造”团体标准 0165.3—2016《额定电压320kV及以下直流输电用挤包绝缘电力电缆 第3部分》\n" +
    "21\t“浙江制造”团体标准 0057—2016《轨道交通连接器》\n" +
    "22\t“浙江制造”团体标准 0045—2016《微棱镜型反光膜》\n" +
    "23\t“浙江制造”团体标准 0063—2016《汽车电动真空泵》\n" +
    "24\t“浙江制造”团体标准 0068—2016《汽车用耐热螺栓、螺柱和螺母》\n" +
    "25\t“浙江制造”团体标准 0074—2016《机动车及内燃机用起动机单向离合器》\n" +
    "26\t“浙江制造”团体标准 0083-2016《汽车用真空助力器》\n" +
    "27\t“浙江制造”团体标准 0085—2016《汽车转向器用四点接触球轴承》\n" +
    "28\t“浙江制造”团体标准 0105—2016《汽车万向节十字轴总成》\n" +
    "29\t“浙江制造”团体标准 0119—2016《汽车用离合器面片》\n" +
    "30\t“浙江制造”团体标准 0127—2016《制动气室》\n" +
    "31\t“浙江制造”团体标准 0049—2016《内燃机 旋装式机油滤清器》\n" +
    "32\t“浙江制造”团体标准 0050—2016《石油、石化、天然气及相关工业用钢制球阀》 \n" +
    "33\t“浙江制造”团体标准 0055—2016《曳引驱动乘客电梯》\n" +
    "34\t“浙江制造”团体标准 0060-2016《传动用普通V带》\n" +
    "35\t“浙江制造”团体标准 0078—2016《精密数控车床和车削中心》\n" +
    "36\t“浙江制造”团体标准 0088—2016《全自动小型电磁线圈绕线机》\n" +
    "37\t“浙江制造”团体标准 0099—2016《核电站用 核级轴流式通风机》\n" +
    "38\t“浙江制造”团体标准 0101—2016《发动机密封件 无石棉密封材料》\n" +
    "39\t“浙江制造”团体标准 0102—2016《商业或工业用及类似用途的热泵热水机》\n" +
    "40\t“浙江制造”团体标准 0109—2016《数控立式外拉床》\n" +
    "41\t“浙江制造”团体标准 0111—2016《熔融挤出式桌面三维打印机》\n" +
    "42\t“浙江制造”团体标准 0112—2016《核电再热双阀组》\n" +
    "43\t“浙江制造”团体标准 0115—2016《水族箱用及类似用途旋涡式气泵》\n" +
    "44\t“浙江制造”团体标准 0116-2016《剪叉式高空作业平台》\n" +
    "45\t“浙江制造”团体标准 0120—2016《高压超高温液控截止阀》\n" +
    "46\t“浙江制造”团体标准 0124—2016《磁导航牵引式自动导引车》\n" +
    "47\t“浙江制造”团体标准 0128—2016《铜制螺纹连接阀门》\n" +
    "48\t“浙江制造”团体标准 0136—2016《四柱顶置油缸式高速超精密压力机》\n" +
    "49\t“浙江制造”团体标准 0137—2016《工业用及类似用途旋涡式气泵》\n" +
    "50\t“浙江制造”团体标准 0143—2016《卧式油压千斤顶》\n" +
    "51\t“浙江制造”团体标准 0156—2016《机车车辆霍尔式速度传感器》\n" +
    "52\t“浙江制造”团体标准 0158—2016《数控多面切削车床》\n" +
    "53\t“浙江制造”团体标准 0160—2016《永磁同步无齿轮曳引机》\n" +
    "54\t“浙江制造”团体标准 0080—2016《食品添加剂  木糖醇》\n" +
    "55\t“浙江制造”团体标准 0103—2016《镀锡或镀铬薄钢板全开式易开盖　午餐肉罐头盖》\n" +
    "56\t“浙江制造”团体标准 0131—2016《饲料添加剂 维生素A乙酸酯微粒》\n" +
    "57\t“浙江制造”团体标准 0092—2016《抗菌毛巾》\n" +
    "58\t“浙江制造”团体标准 0113—2016《超细美丽诺巴素兰精纺针织绒线》\n" +
    "59\t“浙江制造”团体标准 0133—2016《数码喷墨印花桑蚕丝围巾》\n" +
    "60\t“浙江制造”团体标准 0135—2016《膜结构用聚氯乙烯刀刮涂层织物》\n" +
    "61\t“浙江制造”团体标准 0152—2016《纤维级聚苯硫醚树脂》\n" +
    "62\t“浙江制造”团体标准 0086—2016《游戏服装》\n" +
    "63\t“浙江制造”团体标准 0134—2016《绢丝针织工艺衫》\n" +
    "64\t“浙江制造”团体标准 0157—2016《制式领带》\n" +
    "65\t“浙江制造”团体标准 0079-2016《重组竹地板》\n" +
    "66\t“浙江制造”团体标准 0104—2016《装饰单板贴面人造板》\n" +
    "67\t“浙江制造”团体标准 0123—2016《浸渍胶膜纸饰面胶合板》\n" +
    "68\t“浙江制造”团体标准 0159—2016《细木工板》\n" +
    "69\t“浙江制造”团体标准 0056—2016《饲料添加剂 DL-α-生育酚乙酸酯粉》\n" +
    "70\t“浙江制造”团体标准 0046—2016《板翅式机油冷却器》\n" +
    "71\t“浙江制造”团体标准 0061—2016《多晶硅铸锭炉》\n" +
    "72\t“浙江制造”团体标准 0064—2016《舞台机械 柔性齿条传动舞台升降台》\n" +
    "73\t“浙江制造”团体标准 0071—2016《工业用缝纫机 计算机控制高速包缝缝纫机》\n" +
    "74\t“浙江制造”团体标准 0073-2016《影剧院公共座椅》\n" +
    "75\t“浙江制造”团体标准 0076—2016《植保机械  背负式喷雾器》\n" +
    "76\t“浙江制造”团体标准 0114—2016《喷气织机用钢筘》\n" +
    "77\t“浙江制造”团体标准 0145—2016《塑瓶液态乳制品灌装生产线》\n" +
    "78\t“浙江制造”团体标准 0150—2016《多功能转换开关》\n" +
    "79\t“浙江制造”团体标准 0161—2016《湿式电除尘器》\n" +
    "80\t“浙江制造”团体标准 0075—2016《背提包》\n" +
    "81\t“浙江制造”团体标准 0094—2016《天然皮革帮面皮鞋》\n" +
    "82\t“浙江制造”团体标准 0070—2016《软体家具 床垫》\n" +
    "83\t“浙江制造”团体标准 0081-2016 《办公椅》\n" +
    "84\t“浙江制造”团体标准 0084—2016《家用不锈钢水槽》\n" +
    "85\t“浙江制造”团体标准 0098—2016《遮阳伞》\n" +
    "86\t“浙江制造”团体标准 0147—2016《智能坐便器》\n" +
    "87\t“浙江制造”团体标准 0148—2016《集成吊顶》\n" +
    "88\t“浙江制造”团体标准 0059—2016《人造板饰面专用原纸》\n" +
    "89\t“浙江制造”团体标准 0069—2016《冲孔式纸质载料带》\n" +
    "90\t“浙江制造”团体标准 0106—2016《碎纸机》\n" +
    "91\t“浙江制造”团体标准 0130—2016《木制玩具》\n" +
    "92\t“浙江制造”团体标准 0132—2016《海钓用旋压式鱼线轮》\n" +
    "93\t“浙江制造”团体标准 0164—2016《订书机》\n" +
    "94\t“浙江制造”团体标准 0072—2016《汽车空调用制冷剂1,1,1,2—四氟乙烷（气雾罐型）》\n" +
    "95\t“浙江制造”团体标准 0082-2016《船用防锈漆》\n" +
    "96\t“浙江制造”团体标准 0089-2016《工业用三乙胺》\n" +
    "97\t“浙江制造”团体标准 0090-2016《20%噻唑锌悬浮剂》\n" +
    "98\t“浙江制造”团体标准 0096—2016《唇膏管》\n" +
    "99\t“浙江制造”团体标准 0118-2016《工业用一正丁胺》\n" +
    "100\t“浙江制造”团体标准 0077—2016《阳离子染料可染改性涤纶低弹丝》\n" +
    "101\t“浙江制造”团体标准 0139—2016《耐氯氨纶长丝》\n" +
    "102\t“浙江制造”团体标准 0140—2016《涤纶低弹丝》\n" +
    "103\t“浙江制造”团体标准 0052—2016《聚丙烯饮用吸管》\n" +
    "104\t“浙江制造”团体标准 0067—2016《聚四氟乙烯微孔薄膜》\n" +
    "105\t“浙江制造”团体标准 0095-2016《橡胶履带》\n" +
    "106\t“浙江制造”团体标准 0149—2016《门、窗用未增塑聚氯乙烯（PVC-U）共挤彩色型材》\n" +
    "107\t“浙江制造”团体标准 0126—2016《龙泉传统艺术青瓷（弟窑）》\n" +
    "108\t“浙江制造”团体标准 0141—2016《硅酸钙绝热制品》\n" +
    "109\t“浙江制造”团体标准 0155—2016《建筑外墙用水性多彩涂料》\n" +
    "110\t“浙江制造”团体标准 0142—2016《LED引线框架用铜合金带箔材》\n" +
    "111\t“浙江制造”团体标准 0051—2016《不锈钢家用剪刀》\n" +
    "112\t“浙江制造”团体标准 0097—2016《铝及铝合金不粘锅》\n" +
    "113\t“浙江制造”团体标准 0044—2016《TDR系列单晶生长炉》\n" +
    "114\t“浙江制造”团体标准 0162—2016《水体修复用 草本复合菌剂》\n" +
    "115\t“浙江制造”团体标准 0093—2016《集成电路用高纯钛溅射靶材》\n" +
    "116\t“浙江制造”团体标准 0100-2016《不可调节式气体打火机》\n" +
    "117\t“浙江制造”团体标准 0117—2016《真空用莱赛尔纤维绝热体》\n" +
    "118\t“浙江制造”团体标准 0054—2016《圆柱直齿渐开线花键  量规》\n" +
    "119\t“浙江制造”团体标准 0108—2016《气体涡轮流量计》\n" +
    "120\t“浙江制造”团体标准 0110—2016《气体腰轮流量计》\n" +
    "121\t“浙江制造”团体标准 0121—2016《荧光生物显微镜》\n" +
    "122\t“浙江制造”团体标准 0125—2016《光学防抖手机摄像模块》\n" +
    "123\t“浙江制造”标准 0270—2017《高支精梳大麻棉混纺本色纱线》\n" +
    "124\t“浙江制造”标准 0292—2017《蚕丝装饰织物（寝具用品）》\n" +
    "125\t“浙江制造”标准 0294—2017《壳聚糖》\n" +
    "126\t“浙江制造”标准 0291—2017《植物纤维模塑型餐具》\n" +
    "127\t“浙江制造”标准 0271—2017《淡水珍珠项链》\n" +
    "128\t“浙江制造”标准 0272—2017《比赛用网球》\n" +
    "129\t“浙江制造”标准 0285—2017《偏二氯乙烯共聚乳液》\n" +
    "130\t“浙江制造”标准 0293—2017《建筑用预涂卷材涂料》\n" +
    "131\t“浙江制造”标准 0281—2017《涤纶工业长丝》\n" +
    "132\t“浙江制造”标准 0287—2017《冷热水用PP-R管件》\n" +
    "133\t“浙江制造”标准 0296—2017《防霉抗菌真空压缩袋》\n" +
    "134\t“浙江制造”标准 0277—2017《轻型高透防弹防砸复合玻璃》\n" +
    "135\t“浙江制造”标准 0273—2017《磁极线圈用铜型材》\n" +
    "136\t“浙江制造”标准 0282—2017《棘轮扳手》\n" +
    "137\t“浙江制造”标准 0290—2017《手持式电动绿篱修剪机》\n" +
    "138\t“浙江制造”标准 0298—2017《核级仪表用精密不锈钢无缝钢管》\n" +
    "139\t“浙江制造”标准 0267—2017《汽车发电机用漆包铜圆线》\n" +
    "140\t“浙江制造”标准 0275—2017《食用菌环境控制机组》\n" +
    "141\t“浙江制造”标准 0276—2017《12 kV户外高压交流智能真空断路器》\n" +
    "142\t“浙江制造”标准 0278—2017《家用水槽洗碗机》\n" +
    "143\t“浙江制造”标准 0279—2017《电动汽车用三元材料锂离子蓄电池》\n" +
    "144\t“浙江制造”标准 0266—2017《静止式电能表》\n" +
    "145\t“浙江制造”标准 0268—2017《微型电动葫芦》\n" +
    "146\t“浙江制造”标准 0274—2017《汽车轮毂轴承单元》\n" +
    "147\t“浙江制造”标准 0283—2017《一体式永磁同步两级压缩螺杆空压机》\n" +
    "148\t“浙江制造”标准 0286—2017《内燃机 冷却水泵》\n" +
    "149\t“浙江制造”标准 0288—2017《高纯度、高性能氧化铝陶瓷密封环》\n" +
    "150\t“浙江制造”标准 0289—2017《建筑用铜制耐火燃气球阀》\n" +
    "151\t“浙江制造”标准 0295—2017《高速精密数控雕铣机》\n" +
    "152\t“浙江制造”标准 0297—2017《洁净空间用空调机组》\n" +
    "153\t“浙江制造”标准 0269—2017《嵌花电脑针织横机》\n" +
    "154\t“浙江制造”标准 0299—2017《卷筒料多功能标签印刷机》\n" +
    "155\t“浙江制造”团体标准 0181—2017《接入网用弯曲损耗不敏感a2单模光纤预制棒》\n" +
    "156\t“浙江制造”团体标准 0182—2017《波长段扩展的非色散位移单模光纤预制棒》\n" +
    "157\t“浙江制造”团体标准 0215—2017《液晶显示背光模组用光学扩散膜》\n" +
    "158\t“浙江制造”团体标准 0224—2017《容积式水表》\n" +
    "159\t“浙江制造”团体标准 0244—2017《光谱照度计》\n" +
    "160\t“浙江制造”团体标准 0184—2017《缩折晴雨伞》\n" +
    "161\t“浙江制造”团体标准 0234—2017《不可调节式气体点火枪》\n" +
    "162\t“浙江制造”团体标准 0241—2017《热升华转印原纸》\n" +
    "163\t“浙江制造”团体标准 0175—2017《电动童车》\n" +
    "164\t“浙江制造”团体标准 0235—2017《商务签字笔及笔芯》\n" +
    "165\t“浙江制造”团体标准 0166—2017《水性氟树脂不粘涂料》\n" +
    "166\t“浙江制造”团体标准 0168—2017《工业用一异丙胺》\n" +
    "167\t“浙江制造”团体标准 0169—2017《活性艳蓝KN-R》\n" +
    "168\t“浙江制造”团体标准 0198—2017《珍珠润肤膏霜》\n" +
    "169\t“浙江制造”团体标准 0218—2017《阻燃剂 二乙二醇双[二-（2-氯异丙基）磷酸酯］》\n" +
    "170\t“浙江制造”团体标准 0221—2017《甲基烯丙醇聚氧乙烯醚》\n" +
    "171\t“浙江制造”团体标准 0222—2017《荧光增白剂APA-U》\n" +
    "172\t“浙江制造”团体标准 0251—2017《偏二氯乙烯共聚树脂》\n" +
    "173\t“浙江制造”团体标准 0191—2017《药用 维生素B6》\n" +
    "174\t“浙江制造”团体标准 0185—2017《聚氯乙烯防护手套》\n" +
    "175\t“浙江制造”团体标准 0246—2017《轨道交通用隔离式减振垫》\n" +
    "176\t“浙江制造”团体标准 0187—2017《陶瓷片密封水嘴》\n" +
    "177\t“浙江制造”团体标准 0195—2017《干压陶瓷砖》\n" +
    "178\t“浙江制造”团体标准 0200—2017《泡沫玻璃绝热制品》\n" +
    "179\t“浙江制造”团体标准 0253—2017《电容器端面用无铅锡基喷金线》\n" +
    "180\t“浙江制造”团体标准 0186—2017《不锈钢温度感应不粘炒锅》\n" +
    "181\t“浙江制造”团体标准 0197—2017《嵌入式家用燃气灶》\n" +
    "182\t“浙江制造”团体标准 0204—2017《闭门器》\n" +
    "183\t“浙江制造”团体标准 0219—2017《建筑装饰用搪瓷钢板》\n" +
    "184\t“浙江制造”团体标准 0245—2017《永磁铁氧体瓦形磁体》\n" +
    "185\t“浙江制造”团体标准 0259—2017《不锈钢真空气压壶》\n" +
    "186\t“浙江制造”团体标准 0087—2017《不锈钢真空杯》\n" +
    "187\t“浙江制造”团体标准 0171—2017《履带自走式方草捆打捆机》\n" +
    "188\t“浙江制造”团体标准 0172—2017《污泥脱水用隔膜压滤机》\n" +
    "189\t“浙江制造”团体标准 0188—2017《热泵型批式循环谷物干燥机》\n" +
    "190\t“浙江制造”团体标准 0193—2017《金属锁定接骨板》\n" +
    "191\t“浙江制造”团体标准 0196—2017《林业机械 便携手持式油锯》\n" +
    "192\t“浙江制造”团体标准 0216—2017《高温高压绳状染色机》\n" +
    "193\t“浙江制造”团体标准 0225—2017《16层X射线计算机体层摄影设备》\n" +
    "194\t“浙江制造”团体标准 0238—2017《不锈钢阴极板》\n" +
    "195\t“浙江制造”团体标准 0240—2017《挤出平模头》\n" +
    "196\t“浙江制造”团体标准 0242—2017《聚四氟乙烯衬里容器》\n" +
    "197\t“浙江制造”团体标准 0255—2017《油田含油污水精细处理装置》\n" +
    "198\t“浙江制造”团体标准 0262—2017《电子智能防盗锁》\n" +
    "199\t“浙江制造”团体标准 0261—2017《饲料添加剂 溶菌酶》\n" +
    "200\t“浙江制造”团体标准 0189—2017《饲料添加剂　维生素D3 微粒》\n" +
    "201\t“浙江制造”团体标准 0170—2017《色织纬向弹力牛仔布》\n" +
    "202\t“浙江制造”团体标准 0239—2017《扁平涤纶预取向丝》\n" +
    "203\t“浙江制造”团体标准 0248—2017《有光异形锦纶6牵伸丝》\n" +
    "204\t“浙江制造”团体标准 0250—2017《玻璃纤维投影布》\n" +
    "205\t“浙江制造”团体标准 0257—2017《抗菌耐磨袜》\n" +
    "206\t“浙江制造”团体标准 0264—2017《花型反光织物 》\n" +
    "207\t“浙江制造”团体标准 0183—2017《半毛衬男西服》\n" +
    "208\t“浙江制造”团体标准 0249—2017《时尚羊绒针织外套》\n" +
    "209\t“浙江制造”团体标准 0258—2017《通用领带》\n" +
    "210\t“浙江制造”团体标准 0176—2017《合成革帮面皮鞋》\n" +
    "211\t“浙江制造”团体标准 0228—2017《鞋材专用改性ADC发泡剂》\n" +
    "212\t“浙江制造”团体标准 0179—2017《木质复合免漆门》\n" +
    "213\t“浙江制造”团体标准 0180—2017《实木复合烤漆门》\n" +
    "214\t“浙江制造”团体标准 0214—2017《实木复合木镶板门》\n" +
    "215\t“浙江制造”团体标准 0220—2017《浸渍胶膜纸饰面细木工板》\n" +
    "216\t“浙江制造”团体标准 0194—2017《油漆桌类家具产品》\n" +
    "217\t“浙江制造”团体标准 0226—2017《清漆竹制家具》\n" +
    "218\t“浙江制造”团体标准 0265—2017《摇椅》\n" +
    "219\t“浙江制造”团体标准 0167—2017《高强力精密开式压力机》\n" +
    "220\t“浙江制造”团体标准 0190—2017《石油、石化、天然气及相关工业用钢制闸阀》 \n" +
    "221\t“浙江制造”团体标准 0199—2017《汽车底盘冷冲压模具》\n" +
    "222\t“浙江制造”团体标准 0208—2017《带油杯梯级链条》\n" +
    "223\t“浙江制造”团体标准 0209—2017《蓄电池托盘搬运车》\n" +
    "224\t“浙江制造”团体标准 0210—2017《电子计算器》\n" +
    "225\t“浙江制造”团体标准 0223—2017《手持式电圆锯》\n" +
    "226\t“浙江制造”团体标准 0231—2017《商用清洗机》\n" +
    "227\t“浙江制造”团体标准 0237—2017《电锤（镐）》\n" +
    "228\t“浙江制造”团体标准 0247—2017《数控动柱立式车床》\n" +
    "229\t“浙江制造”团体标准 0263—2017《风力发电用高强度螺栓、螺母和垫圈》\n" +
    "230\t“浙江制造”团体标准 0206—2017《北斗全球卫星导航系统（GNSS）前装车载导航型天线通用规范》\n" +
    "231\t“浙江制造”团体标准 0213—2017《汽车转向器》\n" +
    "232\t“浙江制造”团体标准 0230—2017《电动汽车交流充电桩》\n" +
    "233\t“浙江制造”团体标准 0236—2017《汽车门泵电磁阀》\n" +
    "234\t“浙江制造”团体标准 0256—2017《警车、消防车、救护车、工程救险车标志灯具》\n" +
    "235\t“浙江制造”团体标准 0174—2017《警用两轮摩托车》\n" +
    "236\t“浙江制造”团体标准 0217—2017《高速列车制动系统用精密不锈钢无缝管》\n" +
    "237\t“浙江制造”团体标准 0243—2017《赛艇》\n" +
    "238\t“浙江制造”团体标准 0252—2017《便携式高效电动船用推进器》\n" +
    "239\t“浙江制造”团体标准 0173—2017《双馈式并网型风力发电机组》\n" +
    "240\t“浙江制造”团体标准 0177—2017《交流接触器》\n" +
    "241\t“浙江制造”团体标准 0178—2017《塑料外壳式断路器》\n" +
    "242\t“浙江制造”团体标准 0192—2017《LED道路照明灯具》\n" +
    "243\t“浙江制造”团体标准 0201—2017《浴室多功能取暖器（风扇式浴霸）》\n" +
    "244\t“浙江制造”团体标准 0202—2017《足浴用保健按摩椅》\n" +
    "245\t“浙江制造”团体标准 0203—2017《家用和类似用途固定式电气装置的跷板开关》\n" +
    "246\t“浙江制造”团体标准 0207—2017《磁悬浮直驱门机》\n" +
    "247\t“浙江制造”团体标准 0211—2017《空气净化器》\n" +
    "248\t“浙江制造”团体标准 0212—2017《环保型低压功率因数调整用金属化膜电力电容器》\n" +
    "249\t“浙江制造”团体标准 0227—2017《工业建筑光伏一体化屋面发电系统》\n" +
    "250\t“浙江制造”团体标准 0229—2017《光伏发电并网微型逆变器》\n" +
    "251\t“浙江制造”团体标准 0260—2017《地面用光伏组件灌胶接线盒》\n" +
    "252\t“浙江制造”标准 0327—2018《海上风电用高强度螺栓连接副》\n" +
    "253\t“浙江制造”标准 0650—2018《街跑类高性能摩托车》\n" +
    "254\t“浙江制造”标准 0753—2018《WJ-8型扣件系统》\n" +
    "255\t“浙江制造”标准 0800—2018《船用电焊锚链》\n" +
    "256\t“浙江制造”标准 0870—2018《摩托车用点火开关及套锁》\n" +
    "257\t“浙江制造”标准 0918—2018《推骑两用儿童三轮车》\n" +
    "258\t“浙江制造”标准 0921—2018《高景观可旋转儿童推车》\n" +
    "259\t“浙江制造”标准 0320—2018《电动摩托车和电动轻便摩托车用直流无刷电机》\n" +
    "260\t“浙江制造”标准 0322—2018《工业用四丁基溴化铵》\n" +
    "261\t“浙江制造”标准 0324—2018《新能源汽车用240级芳族聚酰亚胺漆包铜扁线》\n" +
    "262\t“浙江制造”标准 0329—2018《伺服电动粉末成型压力机》\n" +
    "263\t“浙江制造”标准 0333—2018《高容量、环保型LR6、LR03碱性锌-二氧化锰电池》\n" +
    "264\t“浙江制造”标准 0338—2018《接入网用层绞式光纤带光缆》\n" +
    "265\t“浙江制造”标准 0341—2018《恒功率电动绞盘》\n" +
    "266\t“浙江制造”标准 0342—2018《12kV～40.5kV高压交流断路器》\n" +
    "267\t“浙江制造”标准 0343—2018《电磁式电流互感器》\n" +
    "268\t“浙江制造”标准 0345—2018《电力线路用热浸镀锌螺栓、螺母和垫圈》\n" +
    "269\t“浙江制造”标准 0351—2018《变压器专用低噪声冷却通风机》\n" +
    "270\t“浙江制造”标准 0352—2018《家用落地式变频节能舒适空调器》\n" +
    "271\t“浙江制造”标准 0375—2018《电梯门机用永磁同步电动机》\n" +
    "272\t“浙江制造”标准 0407—2018《额定电压0.6 1kV矿物绝缘连续挤包铝护套电缆》\n" +
    "273\t“浙江制造”标准 0410—2018《电线电缆用抗滴落无卤低烟阻燃热塑性聚烯烃护套料》\n" +
    "274\t“浙江制造”标准 0422—2018《手持式电吹风》\n" +
    "275\t“浙江制造”标准 0431—2018《电动轮椅用永磁直流电动机》\n" +
    "276\t“浙江制造”标准 0437—2018《保健按摩椅》\n" +
    "277\t“浙江制造”标准 0447—2018《户外景观照明用LED点光源》\n" +
    "278\t“浙江制造”标准 0491—2018《户外照明用LED投光灯具》\n" +
    "279\t“浙江制造”标准 0529—2018《螺杆压缩机专用三相异步电动机》\n" +
    "280\t“浙江制造”标准 0532—2018《博物馆及类似场所展柜用LED灯具》\n" +
    "281\t“浙江制造”标准 0544—2018《电动自行车用轮毂电动机》\n" +
    "282\t“浙江制造”标准 0547—2018《太阳能便携式LED灯》\n" +
    "283\t“浙江制造”标准 0548—2018《短纤倍捻机》\n" +
    "284\t“浙江制造”标准 0558—2018《不锈钢真空电水壶》\n" +
    "285\t“浙江制造”标准 0559—2018《商用铝合金压力锅》\n" +
    "286\t“浙江制造”标准 0564—2018《铝合金芯铝绞线》\n" +
    "287\t“浙江制造”标准 0569—2018 《有线电视系统  物理发泡聚乙烯绝缘同轴电缆》\n" +
    "288\t“浙江制造”标准 0588—2018《铁路信号系统用干式变压器》\n" +
    "289\t“浙江制造”标准 0595—2018《额定电压35 kV（Um=40.5 kV）交联聚乙烯绝缘轨道交通电力电缆》\n" +
    "290\t“浙江制造”标准 0600—2018《家用清洗机》\n" +
    "291\t“浙江制造”标准 0614—2018《吸油烟机用无刷直流电机》\n" +
    "292\t“浙江制造”标准 0620—2018《小型全封闭制冷电动机-压缩机用外置式扁型热保护器》\n" +
    "293\t“浙江制造”标准 0632—2018《家用及类似电器照明用钨丝灯》\n" +
    "294\t“浙江制造”标准 0646—2018《12kV户外交流高压跌落式熔断器》\n" +
    "295\t“浙江制造”标准 0656—2018《工业机器人用通信指令型交流伺服系统》\n" +
    "296\t“浙江制造”标准 0672—2018《具有自动重合闸功能的剩余电流保护断路器（CBAR）》\n" +
    "297\t“浙江制造”标准 0675—2018《工厂照明用LED灯具》\n" +
    "298\t“浙江制造”标准 0681—2018《气动卷钉枪》\n" +
    "299\t“浙江制造”标准 0706—2018《交流1kV、直流1.5kV及以下电压等级带电作业用绝缘活扳手》\n" +
    "300\t“浙江制造”标准 0721—2018《电弧炉变压器》\n" +
    "301\t“浙江制造”标准 0736—2018《家庭屋顶并网光伏系统》\n" +
    "302\t“浙江制造”标准 0740—2018《隧道照明用LED灯具》\n" +
    "303\t“浙江制造”标准 0746—2018《变频空调压缩机用永磁同步电动机》\n" +
    "304\t“浙江制造”标准 0754—2018《2级单相费控智能电能表》\n" +
    "305\t“浙江制造”标准 0764—2018《感应加热装置用电力电容器》\n" +
    "306\t“浙江制造”标准 0777—2018《小型电磁继电器》\n" +
    "307\t\t“浙江制造”标准 0784—2018《电磁式电压互感器》\n" +
    "308\t“浙江制造”标准 0786—2018《台式钻床用直接驱动电机》\n" +
    "309\t“浙江制造”标准 0805—2018《12kV铁路电力远动箱式变电站》\n" +
    "310\t“浙江制造”标准 0811—2018《电能表外置断路器》\n" +
    "311\t“浙江制造”标准 0838—2018《低眩光面板灯》\n" +
    "312\t“浙江制造”标准 0852—2018《三相油浸式调容调压变压器》\n" +
    "313\t“浙江制造”标准 0853—2018《家用制冰机》\n" +
    "314\t“浙江制造”标准 0861—2018《D26汽车空调用电动压缩机》\n" +
    "315\t“浙江制造”标准 0865—2018《高效吸尘器电机》\n" +
    "316\t“浙江制造”标准 0897—2018《高速平行传输对称电缆及组件》\n" +
    "317\t“浙江制造”标准 0359—2018《激光加工机器人》\n" +
    "318\t“浙江制造”标准 0372—2018《全息防伪产品》\n" +
    "319\t“浙江制造”标准 0380—2018《大规模集散控制系统》\n" +
    "320\t“浙江制造”标准 0490—2018《计算机控制多层裁剪设备》\n" +
    "321\t“浙江制造”标准 0643—2018《家用和类似用途饮用水处理装置用推入式快插接头》\n" +
    "322\t“浙江制造”标准 0648—2018《200 mm重掺磷直拉硅单晶抛光片》\n" +
    "323\t“浙江制造”标准 0676—2018《普通照明用LED模块》\n" +
    "324\t“浙江制造”标准 0678—2018《TJC201型绝缘位移阴接触件连接器》\n" +
    "325\t“浙江制造”标准 0688—2018《窗帘开合智能控制装置》\n" +
    "326\t“浙江制造”标准 0717—2018《微型音圈式线性马达》\n" +
    "327\t“浙江制造”标准 0719—2018《扬声器用永磁铁氧体-大规格环形磁体》\n" +
    "328\t“浙江制造”标准 0734—2018《家用和类似用途固定式电气装置电子开关》\n" +
    "329\t“浙江制造”标准 0741—2018《室内小间距LED显示屏》\n" +
    "330\t“浙江制造”标准 0795—2018《微型受话器》\n" +
    "331\t“浙江制造”标准 0816—2018《通信领域的远程锁》\n" +
    "332\t“浙江制造”标准 0854—2018《户用型组串式光伏并网逆变器》\n" +
    "333\t“浙江制造”标准 0864—2018《微型扬声器》\n" +
    "334\t“浙江制造”标准 0869—2018《晶体硅太阳电池组件用双面氟膜绝缘背板》\n" +
    "335\t“浙江制造”标准 0312—2018《膜式燃气表》\n" +
    "336\t“浙江制造”标准 0340—2018《III级电子吊秤》\n" +
    "337\t“浙江制造”标准 0348—2018《超声波燃气表》\n" +
    "338\t“浙江制造”标准 0354—2018《电磁流量计》\n" +
    "339\t“浙江制造”标准 0362—2018《耐震精密压力表》\n" +
    "340\t“浙江制造”标准 0494—2018《水平尺》\n" +
    "341\t“浙江制造”标准 0608—2018《义齿三维扫描仪》\n" +
    "342\t“浙江制造”标准 0628—2018《电喷枪》\n" +
    "343\t“浙江制造”标准 0673—2018《直读光谱仪》\n" +
    "344\t“浙江制造”标准 0697—2018《结构光手持式三维测量系统》\n" +
    "345\t“浙江制造”标准 0709—2018《无线远传膜式燃气表》\n" +
    "346\t“浙江制造”标准 0710—2018《采用NB-IoT通信技术的膜式燃气表》\n" +
    "347\t“浙江制造”标准 0711—2018《工业过程校准器》\n" +
    "348\t“浙江制造”标准 0712—2018《环境噪声自动监测系统》\n" +
    "349\t“浙江制造”标准 0714—2018《基于NB-IoT的无线水表》\n" +
    "350\t“浙江制造”标准 0733—2018《钢制称重传感器》\n" +
    "351\t“浙江制造”标准 0756—2018《A级人民币鉴别仪》\n" +
    "352\t“浙江制造”标准 0423—2018《旋转式电动剃须刀》\n" +
    "353\t“浙江制造”标准 0829—2018《食品添加剂 植物炭黑》\n" +
    "354\t“浙江制造”标准 0518—2018《低压电器用抗高温黄变阻燃增强聚酰胺》\n" +
    "355\t“浙江制造”标准 0430—2018《齿边形金银邮票》\n" +
    "356\t“浙江制造”标准 0062—2018《空调和类似用途电磁四通换向阀》\n" +
    "357\t“浙江制造”标准 0300—2018《重型自动扶梯》\n" +
    "358\t“浙江制造”标准 0303—2018《大型履带起重机》\n" +
    "359\t“浙江制造”标准 0306—2018《手动葫芦用V级起重链条》\n" +
    "360\t“浙江制造”标准 0310—2018《滑阀真空泵》\n" +
    "361\t“浙江制造”标准 0311—2018《高压锅炉耐热不锈钢无缝钢管用圆管坯》\n" +
    "362\t“浙江制造”标准 0315—2018《家用燃气器具旋塞阀总成》\n" +
    "363\t“浙江制造”标准 0319—2018《塑料袋热压式连续封口机》\n" +
    "364\t“浙江制造”标准 0325—2018《电动液压转向助力泵》\n" +
    "365\t“浙江制造”标准 0326—2018《高速精密塑料注射成型机》\n" +
    "366\t“浙江制造”标准 0350—2018《洗衣机进水电磁阀》\n" +
    "367\t“浙江制造”标准 0358—2018《闭式单、双点高强力精密压力机》\n" +
    "368\t“浙江制造”标准 0360—2018《卷筒装饰纸高速凹版印刷机》\n" +
    "369\t“浙江制造”标准 0363—2018《电子提花机》\n" +
    "370\t“浙江制造”标准 0371—2018《智能锯切卧式带锯床》\n" +
    "371\t“浙江制造”标准 0382—2018《织机用铝合金综框》\n" +
    "372\t“浙江制造”标准 0396—2018《节能型商用车冷却风扇总成》\n" +
    "373\t“浙江制造”标准 0399—2018《智能直热式中央电暖系统》\n" +
    "374\t“浙江制造”标准 0406—2018《蒸发冷却式冷水（热泵）一体化机组》\n" +
    "375\t“浙江制造”标准 0436—2018《工程机械用内燃机纸质干式空气滤芯》\n" +
    "376\t“浙江制造”标准 0448—2018《电脑织袜机》\n" +
    "377\t“浙江制造”标准 0460—2018《静音节能型家用除湿机》\n" +
    "378\t“浙江制造”标准 0469—2018《通用小型汽油机用膜片式化油器》\n" +
    "379\t“浙江制造”标准 0470—2018《油田用往复式注水泵》\n" +
    "380\t“浙江制造”标准 0478—2018《风机用无刷直流电机》\n" +
    "381\t“浙江制造”标准 0479—2018《燃煤粉工业锅炉系统》\n" +
    "382\t“浙江制造”标准 0488—2018《拉刀》\n" +
    "383\t“浙江制造”标准 0500—2018《空气压缩机用铜制安全阀》\n" +
    "384\t“浙江制造”标准 0512—2018《商用空调用轴流通风机》\n" +
    "385\t“浙江制造”标准 0513—2018《工业机器人谐波齿轮减速器用柔性轴承》\n" +
    "386\t“浙江制造”标准 0520—2018《端面配流型摆线液压马达》\n" +
    "387\t“浙江制造”标准 0522—2018《防虹吸倒流压力真空断路阀》\n" +
    "388\t“浙江制造”标准 0524—2018《电机用低噪音深沟球轴承》\n" +
    "389\t“浙江制造”标准 0525—2018《通用小型汽油机》\n" +
    "390\t“浙江制造”标准 0528—2018《新风净化机》\n" +
    "391\t“浙江制造”标准 0531—2018《乘用车自动变速器叶片式油泵》\n" +
    "392\t“浙江制造”标准 0533—2018《控制用精密行星齿轮减速器》\n" +
    "393\t“浙江制造”标准 0535—2018《工业缝纫机用伺服电机及控制系统》\n" +
    "394\t“浙江制造”标准 0541—2018《给袋式真空自动包装机》\n" +
    "395\t“浙江制造”标准 0561—2018《双送进双回转冷轧管机》\n" +
    "396\t“浙江制造”标准 0579—2018《全预混冷凝燃气铸铝常压热水锅炉》\n" +
    "397\t“浙江制造”标准 0581—2018《电脑横机数控系统》\n" +
    "398\t“浙江制造”标准 0582—2018《鼓风加热再生吸附式压缩空气干燥器》\n" +
    "399\t\t“浙江制造”标准 0584—2018《简单压力容器  储气罐》\n" +
    "400\t“浙江制造”标准 0585—2018《制冷系统用钢制、铁制制冷剂截止阀》\n" +
    "401\t“浙江制造”标准 0586—2018《汽车用等速驱动轴总成》\n" +
    "402\t“浙江制造”标准 0587—2018《双列调心滚子轴承热锻套圈》\n" +
    "403\t“浙江制造”标准 0592—2018《电动削笔机》\n" +
    "404\t“浙江制造”标准 0594—2018《硅片用电镀金刚石切割线》\n" +
    "405\t“浙江制造”标准 0599—2018《倾角传动船用齿轮箱》\n" +
    "406\t“浙江制造”标准 0601—2018《饮用水处理装置用电磁阀》\n" +
    "407\t“浙江制造”标准 0602—2018《环保节能舒适型冷风扇》\n" +
    "408\t“浙江制造”标准 0610—2018《转子式压缩机用合金钢滑片》\n" +
    "409\t“浙江制造”标准 0624—2018《铁路桥梁、钢结构用高强度螺栓连接副》\n" +
    "410\t“浙江制造”标准 0625—2018《CI-4 20W-50矿物基柴油机油》\n" +
    "411\t“浙江制造”标准 0626—2018《SN-GF-5 5W-30生物基汽油机油》\n" +
    "412\t“浙江制造”标准 0631—2018《家电用连续热镀锌钢带》\n" +
    "413\t“浙江制造”标准 0638—2018《全自动多工位智能冷镦成型机》\n" +
    "414\t“浙江制造”标准 0640—2018《电气化铁路接触网用不锈钢紧固件》\n" +
    "415\t“浙江制造”标准 0641—2018《斜切割台式组合锯》\n" +
    "416\t“浙江制造”标准 0652—2018《五轴数控成形磨床》\n" +
    "417\t“浙江制造”标准 0671—2018《塑料机械用液压齿轮泵》\n" +
    "418\t“浙江制造”标准 0677—2018《印刷机械 小型切纸机》\n" +
    "419\t“浙江制造”标准 0680—2018《阀控式铅酸蓄电池整体安全阀》\n" +
    "420\t“浙江制造”标准 0685—2018《机械隔膜计量泵》\n" +
    "421\t“浙江制造”标准 0689—2018《V型控制球阀》\n" +
    "422\t“浙江制造”标准 0690—2018《高性能农业机械用变速V带》\n" +
    "423\t“浙江制造”标准 0691—2018《电力机车牵引变压器油泵》\n" +
    "424\t“浙江制造”标准 0694—2018《液压与气压传动综合实训系统》\n" +
    "425\t“浙江制造”标准 0698—2018《自动扶梯用自润滑滑动回转链》\n" +
    "426\t“浙江制造”标准 0703—2018《密相气力滑移输送机系统》\n" +
    "427\t“浙江制造”标准 0705—2018《气体灭火系统容器阀》\n" +
    "428\t“浙江制造”标准 0713—2018《改性聚四氟乙烯—烧结铜合金—钢背三层复合自润滑轴承》\n" +
    "429\t“浙江制造”标准 0720—2018《低压铸造机》\n" +
    "430\t“浙江制造”标准 0722—2018《链条式升降横移类机械式停车设备》\n" +
    "431\t“浙江制造”标准 0723—2018《内燃平衡重式叉车》\n" +
    "432\t“浙江制造”标准 0724—2018《手拉葫芦》\n" +
    "433\t“浙江制造”标准 0728—2018《智能燃气表电机阀》\n" +
    "434\t“浙江制造”标准 0730—2018《工程机械用烧结双金属轴承》\n" +
    "435\t“浙江制造”标准 0732—2018《水泵叶轮激光焊接机》\n" +
    "436\t“浙江制造”标准 0743—2018《尿素溶液供给泵》\n" +
    "437\t“浙江制造”标准 0745—2018《汽车底盘专用高强度法兰螺栓》\n" +
    "438\t“浙江制造”标准 0747—2018《激光光固化三维打印机》\n" +
    "439\t“浙江制造”标准 0751—2018《压水堆核电厂用核级螺栓、螺柱》\n" +
    "440\t“浙江制造”标准 0758—2018《全自动小型空芯线圈绕线机》\n" +
    "441\t“浙江制造”标准 0767—2018《空调水系统用电动阀门》\n" +
    "442\t“浙江制造”标准 0771—2018《轻型立式多级离心泵》\n" +
    "443\t“浙江制造”标准 0772—2018《泵用不锈钢叶轮精密铸件》\n" +
    "444\t“浙江制造”标准 0773—2018《车载往复式电驱动空气压缩机》\n" +
    "445\t“浙江制造”标准 0776—2018《全自动封切包装机》\n" +
    "446\t“浙江制造”标准 0788—2018《直驱圆刀裁剪机》\n" +
    "447\t“浙江制造”标准 0796—2018《智能售餐机》\n" +
    "448\t“浙江制造”标准 0801—2018《石油、石化、天然气及相关工业用钢制截止阀和升降式止回阀》\n" +
    "449\t“浙江制造”标准 0802—2018《石油、石化、天然气及相关工业用钢制旋启式止回阀》\n" +
    "450\t“浙江制造”标准 0803—2018《石油和天然气工业管线输送系统用全焊接球阀》\n" +
    "451\t“浙江制造”标准 0806—2018《CNG母站及子站加气用增压压缩机》\n" +
    "452\t“浙江制造”标准 0807—2018《QJR系列矿用隔爆兼本质安全型真空交流软起动器》\n" +
    "453\t“浙江制造”标准 0812—2018《计算机控制高速雕孔刺绣机》\n" +
    "454\t“浙江制造”标准 0813—2018《汽车电动燃油泵》\n" +
    "455\t“浙江制造”标准 0815—2018《热泵热水器冷凝器用微通道换热器》\n" +
    "456\t“浙江制造”标准 0817—2018《黄铜微量排气阀》\n" +
    "457\t“浙江制造”标准 0818—2018《液压螺纹插装阀 三通电调制流量阀》\n" +
    "458\t“浙江制造”标准 0819—2018《机柜电控锁》\n" +
    "459\t“浙江制造”标准 0826—2018《工程机械座椅》\n" +
    "460\t“浙江制造”标准 0839—2018《既有建筑加装电梯》\n" +
    "461\t“浙江制造”标准 0843—2018《环链手扳葫芦》\n" +
    "462\t“浙江制造”标准 0850—2018《工业用缝纫机  计算机控制上、下复合送料平缝缝纫机》\n" +
    "463\t“浙江制造”标准 0851—2018《高刚性精密开式多工位压力机》\n" +
    "464\t“浙江制造”标准 0873—2018《塑料机械用全硬单螺杆》\n" +
    "465\t“浙江制造”标准 0884—2018《钛及钛合金球阀》\n" +
    "466\t“浙江制造”标准 0885—2018《超声速风洞控制阀》\n" +
    "467\t“浙江制造”标准 0887—2018《天然气用流量控制铝制轨道球阀》\n" +
    "468\t“浙江制造”标准 0903—2018《制冷系统用蒸发式冷凝器》\n" +
    "469\t“浙江制造”标准 0917—2018《工业机械锁》\n" +
    "470\t“浙江制造”标准 0304—2018《工业缝纫机用高速平缝机旋梭》\n" +
    "471\t“浙江制造”标准 0307—2018《导带式数码喷墨印花机》\n" +
    "472\t“浙江制造”标准 0328—2018《电磁灶用微晶面板》\n" +
    "473\t“浙江制造”标准 0335—2018《环保设备专用精密不锈钢板（带）》\n" +
    "474\t“浙江制造”标准 0347—2018《嵌入式电蒸箱》\n" +
    "475\t“浙江制造”标准 0349—2018《嵌入式电烤箱》\n" +
    "476\t“浙江制造”标准 0369—2018《纺织品热阻湿阻测试仪》\n" +
    "477\t“浙江制造”标准 0370—2018《纬编机用输纱器》\n" +
    "478\t“浙江制造”标准 0381—2018《一步法数控复合捻线机》\n" +
    "479\t“浙江制造”标准 0392—2018《农机专用链轮》\n" +
    "480\t“浙江制造”标准 0397—2018《婴儿培养箱》\n" +
    "481\t“浙江制造”标准 0398—2018《环保节能舒适电热油汀》\n" +
    "482\t“浙江制造”标准 0403—2018《圆锥滚子轴承套圈磨超机床》\n" +
    "483\t“浙江制造”标准 0413—2018《钢板钻》\n" +
    "484\t“浙江制造”标准 0416—2018《园林机械 以汽油机为动力的手持式吹吸机》\n" +
    "485\t“浙江制造”标准 0417—2018《手持式电钻》\n" +
    "486\t“浙江制造”标准 0418—2018《石材切割机》\n" +
    "487\t“浙江制造”标准 0419—2018《冲击电钻》\n" +
    "488\t“浙江制造”标准 0420—2018《手持式电动搅拌器》\n" +
    "489\t“浙江制造”标准 0421—2018《嵌入式家用压力咖啡机》\n" +
    "490\t“浙江制造”标准 0424—2018《手持式锂电链锯》\n" +
    "491\t“浙江制造”标准 0425—2018《电动角向磨光机》\n" +
    "492\t“浙江制造”标准 0432—2018《钢制绕管式热交换器》\n" +
    "493\t“浙江制造”标准 0438—2018《背负式动力喷雾机》\n" +
    "494\t“浙江制造”标准 0440—2018《电木铣》\n" +
    "495\t“浙江制造”标准 0446—2018《风力发电用电缆固定头》\n" +
    "496\t“浙江制造”标准 0449—2018《以汽油机为动力的便携式割灌机和割草机》\n" +
    "497\t“浙江制造”标准 0452—2018《不锈钢卡压式管件》\n" +
    "498\t“浙江制造”标准 0459—2018《铝合金环链紧线器》\n" +
    "499\t“浙江制造”标准 0463—2018《井用潜水电泵》\n" +
    "500\t“浙江制造”标准 0467—2018《立式加工中心》\n" +
    "501\t“浙江制造”标准 0468—2018《加长型行星式螺杆挤出机》\n" +
    "502\t“浙江制造”标准 0472—2018《不锈钢压力锅》\n" +
    "503\t“浙江制造”标准 0473—2018《深冷装置用钎焊铝制板翅式热交换器》\n" +
    "504\t“浙江制造”标准 0475—2018《袋式除尘器》\n" +
    "505\t“浙江制造”标准 0477—2018《环保型家用整体厨柜》\n" +
    "506\t“浙江制造”标准 0482—2018《工业用缝纫机 计算机控制高速平缝缝纫机》\n" +
    "507\t“浙江制造”标准 0497—2018《声表面波器件用单晶晶片》\n" +
    "508\t“浙江制造”标准 0501—2018《嵌入式食具消毒柜》\n" +
    "509\t“浙江制造”标准 0502—2018《气管插管用视频喉镜》\n" +
    "510\t“浙江制造”标准 0505—2018《煤矿坑道勘探用动力换挡钻机》\n" +
    "511\t“浙江制造”标准 0506—2018《钢制斜断锯台》\n" +
    "512\t“浙江制造”标准 0507—2018《家用和类似用途智能晾衣机》\n" +
    "513\t“浙江制造”标准 0508—2018《智能转角双针平缝缝纫机》\n" +
    "514\t“浙江制造”标准 0510—2018《圆网与数码印花一体机》\n" +
    "515\t“浙江制造”标准 0534—2018《环保工艺蜡烛》\n" +
    "516\t“浙江制造”标准 0538—2018《电刨》\n" +
    "517\t“浙江制造”标准 0542—2018《一次性高频手术电极（电凝切割器）》\n" +
    "518\t“浙江制造”标准 0550—2018《除尘用高频高压整流设备》\n" +
    "519\t“浙江制造”标准 0551—2018《防水、防导电性粉尘逆变弧焊机》\n" +
    "520\t“浙江制造”标准 0555—2018《嵌入式微波炉》\n" +
    "521\t“浙江制造”标准 0556—2018《蒸汽式湿法鱼粉干燥机》\n" +
    "522\t“浙江制造”标准 0560—2018《工业用缝纫机  计算机控制钉纽扣缝纫机》\n" +
    "523\t“浙江制造”标准 0563—2018《家用多功能电脑缝纫机》\n" +
    "524\t“浙江制造”标准 0565—2018《以汽油机为动力的便携杆式修枝锯》\n" +
    "525\t“浙江制造”标准 0567—2018 《工业用缝纫机  计算机控制带模板缝纫机》\n" +
    "526\t“浙江制造”标准 0572—2018《自动化静电粉末涂装设备》\n" +
    "527\t“浙江制造”标准 0573—2018《单缸液压圆锥破碎机》\n" +
    "528\t“浙江制造”标准 0574—2018《商用燃气蒸箱》\n" +
    "529\t“浙江制造”标准 0607—2018《液压地弹簧》\n" +
    "530\t“浙江制造”标准 0644—2018《宝塔型绕线机》\n" +
    "531\t“浙江制造”标准 0651—2018《冲击式气扳机》\n" +
    "532\t“浙江制造”标准 0653—2018《35kV及以下架空配电线路金具》\n" +
    "533\t“浙江制造”标准 0659—2018《马丁代尔耐磨及起毛起球性能试验仪》\n" +
    "534\t“浙江制造”标准 0663—2018《多轴式地下连续墙钻孔机》\n" +
    "535\t“浙江制造”标准 0664—2018《锥形同向双螺杆塑料挤出机》\n" +
    "536\t“浙江制造”标准 0665—2018《烟气脱硫吸收塔侧入式搅拌机》\n" +
    "537\t“浙江制造”标准 0668—2018《食品制药卫生级机械密封》\n" +
    "538\t“浙江制造”标准 0708—2018《电力直流电源系统绝缘监测装置》\n" +
    "539\t“浙江制造”标准 0716—2018《汽油LPG双燃料发电机组》\n" +
    "540\t“浙江制造”标准 0725—2018《数字动态心电图机》\n" +
    "541\t“浙江制造”标准 0742—2018《茶叶揉捻机》\n" +
    "542\t“浙江制造”标准 0779—2018《制鞋机械 液压摇臂裁断机》\n" +
    "543\t“浙江制造”标准 0787—2018《D类干粉灭火剂》\n" +
    "544\t“浙江制造”标准 0794—2018《罐式无负压叠压供水设备》\n" +
    "545\t“浙江制造”标准 0821—2018《计算机控制超多头高速刺绣机》\n" +
    "546\t“浙江制造”标准 0822—2018《计算机控制高速多功能刺绣机》\n" +
    "547\t“浙江制造”标准 0845—2018《家用多功能包缝机》\n" +
    "548\t“浙江制造”标准 0862—2018《双线并联模块化涂装生产线》\n" +
    "549\t“浙江制造”标准 0876—2018《谷子联合收获机》\n" +
    "550\t“浙江制造”标准 0882—2018《复摆细碎颚式破碎机》\n" +
    "551\t“浙江制造”标准 0889—2018《可拆装式温室》\n" +
    "552\t“浙江制造”标准 0890—2018《智能化阳光房》\n" +
    "553\t“浙江制造”标准 0331—2018《乘用车用液压制动钳总成》\n" +
    "554\t“浙江制造”标准 0334—2018《电子驻车（EPB）制动钳总成》\n" +
    "555\t“浙江制造”标准 0339—2018《汽车起动电机用换向器》\n" +
    "556\t“浙江制造”标准 0373—2018《汽车仪表板与安全气囊一体式注塑模具》\n" +
    "557\t“浙江制造”标准 0390—2018《经济型轿车》\n" +
    "558\t“浙江制造”标准 0391—2018《A00级微型纯电动乘用车》\n" +
    "559\t“浙江制造”标准 0409—2018《汽车排气消声器总成用不锈钢焊接钢管》\n" +
    "560\t“浙江制造”标准 0426—2018《汽油车用催化转化器》\n" +
    "561\t“浙江制造”标准 0428—2018《全地形车用钢制车轮》\n" +
    "562\t“浙江制造”标准 0455—2018《汽车发动机用铝合金汽缸盖》\n" +
    "563\t“浙江制造”标准 0493—2018《乘用车悬架系统筒式减振器》\n" +
    "564\t“浙江制造”标准 0498—2018《汽车复合材料型机油滤清器滤芯》\n" +
    "565\t“浙江制造”标准 0516—2018《气压制动器 外置式制动间隙自动调整臂》\n" +
    "566\t“浙江制造”标准 0521—2018《汽车发动机点火系统橡胶护套》\n" +
    "567\t“浙江制造”标准 0530—2018《汽车天窗导轨用铝合金精密型材》\n" +
    "568\t“浙江制造”标准 0536—2018《乘用车钢制车轮》\n" +
    "569\t“浙江制造”标准 0537—2018《乘用车底盘球头总成》\n" +
    "570\t“浙江制造”标准 0543—2018《大巴用盘式制动块》\n" +
    "571\t“浙江制造”标准 0546—2018《卧式矩形导轨数控车床》\n" +
    "572\t“浙江制造”标准 0578—2018《道路车辆装载物固定装置 合成纤维栓紧带总成》\n" +
    "573\t“浙江制造”标准 0580—2018《智能车位引导反寻系统》\n" +
    "574\t“浙江制造”标准 0593—2018《电动自行车整体式铝合金车轮》\n" +
    "575\t“浙江制造”标准 0603—2018《汽车用定岛型超细纤维绒面革》\n" +
    "576\t“浙江制造”标准 0611—2018《车载充气泵》\n" +
    "577\t“浙江制造”标准 0617—2018《商用车免维护转向拉杆总成》\n" +
    "578\t“浙江制造”标准 0618—2018《支柱式减振器》\n" +
    "579\t“浙江制造”标准 0622—2018《汽车空调用热力膨胀阀》\n" +
    "580\t“浙江制造”标准 0642—2018《汽车微电机用换向器》\n" +
    "581\t“浙江制造”标准 0679—2018《汽车变速器引线框架组件》\n" +
    "582\t“浙江制造”标准 0687—2018《车用电子警报器》\n" +
    "583\t“浙江制造”标准 0701—2018《高速铁路车辆用气缸》\n" +
    "584\t“浙江制造”标准 0729—2018《ⅠⅡⅢ 组机动车儿童安全座椅》\n" +
    "585\t“浙江制造”标准 0737—2018《汽车发动机用粉末冶金凸轮轴相位器总成（VVT）定子转子》\n" +
    "586\t\t“浙江制造”标准 0770—2018《汽车电动防夹玻璃升降器》\n" +
    "587\t“浙江制造”标准 0790—2018《动车组用交流无间隙金属氧化物避雷器》\n" +
    "588\t“浙江制造”标准 0799—2018《电动汽车非车载传导式充电机》\n" +
    "589\t“浙江制造”标准 0814—2018《汽车空调用冷凝器》\n" +
    "590\t“浙江制造”标准 0848—2018《玻璃微珠型车辆号牌用反光膜》\n" +
    "591\t“浙江制造”标准 0856—2018《汽车天线》\n" +
    "592\t“浙江制造”标准 0871—2018《汽车转向护管用电焊冷拔精密钢管》\n" +
    "593\t“浙江制造”标准 0919—2018《乘用车车门内开拉手总成》\n" +
    "594\t“浙江制造”标准 0318—2018《橡皮擦》\n" +
    "595\t“浙江制造”标准 0323—2018《防失真高寿命画布框》\n" +
    "596\t“浙江制造”标准 0332—2018《小型游乐设施 儿童滑梯》\n" +
    "597\t“浙江制造”标准 0356—2018《手动削笔机》\n" +
    "598\t“浙江制造”标准 0376—2018《湖笔》\n" +
    "599\t“浙江制造”标准 0400—2018《水性墨水圆珠笔和笔芯》\n" +
    "600\t“浙江制造”标准 0401—2018《学生书包》\n" +
    "601\t“浙江制造”标准 0433—2018《耐用型PVC扑克牌》\n" +
    "602\t“浙江制造”标准 0434—2018《课桌椅》\n" +
    "603\t“浙江制造”标准 0519—2018《石墨铅笔》\n" +
    "604\t“浙江制造”标准 0583—2018《儿童学习椅》\n" +
    "605\t“浙江制造”标准 0604—2018《野营用户外折叠椅》\n" +
    "606\t“浙江制造”标准 0630—2018《自动回弹式美工刀》\n" +
    "607\t“浙江制造”标准 0809—2018《便携折叠式儿童推车》\n" +
    "608\t“浙江制造”标准 0824—2018《竞速龙舟》\n" +
    "609\t“浙江制造”标准 0878—2018《塑料彩色铅笔》\n" +
    "610\t“浙江制造”标准 0914—2018《名贵实木工艺寿盒》\n" +
    "611\t“浙江制造”标准 0920—2018《钢琴》\n" +
    "612\t“浙江制造”标准 0309—2018《阻燃剂 三-(2-氯异丙基)磷酸酯》\n" +
    "613\t“浙江制造”标准 0317—2018《建筑室内用腻子》\n" +
    "614\t“浙江制造”标准 0353—2018《次氯酸钠》\n" +
    "615\t“浙江制造”标准 0378—2018《井冈霉素A原药》\n" +
    "616\t“浙江制造”标准 0384—2018《分散黑NP-ECT 300%》\n" +
    "617\t“浙江制造”标准 0386—2018《苯基三氯硅烷》\n" +
    "618\t“浙江制造”标准 0388—2018《蜂窝式烟气脱硝催化剂》\n" +
    "619\t“浙江制造”标准 0389—2018《平板式烟气脱硝催化剂》\n" +
    "620\t“浙江制造”标准 0394—2018《抗裂硅质防水剂》\n" +
    "621\t“浙江制造”标准 0395—2018《水性复合岩片仿花岗岩涂料》\n" +
    "622\t“浙江制造”标准 0408—2018《工业无水氟化氢》\n" +
    "623\t“浙江制造”标准 0414—2018《羟烷基酰胺固化剂》\n" +
    "624\t“浙江制造”标准 0415—2018《多元酸咪唑啉消光固化剂》\n" +
    "625\t“浙江制造”标准 0427—2018《水性紫外光固化涂料》\n" +
    "626\t“浙江制造”标准 0451—2018《聚乙烯吡咯烷酮（PVP）固体胶》\n" +
    "627\t“浙江制造”标准 0462—2018《2,4,5-三氟苯乙酸》\n" +
    "628\t“浙江制造”标准 0606—2018《凹印耐蒸煮塑料薄膜复合油墨》\n" +
    "629\t“浙江制造”标准 0619—2018《间苯二酚（1,3-苯二酚）》\n" +
    "630\t“浙江制造”标准 0623—2018《有机溶剂型指甲油》\n" +
    "631\t“浙江制造”标准 0657—2018《人造板乳液防水剂》\n" +
    "632\t“浙江制造”标准 0682—2018《乙酰左旋肉碱盐酸盐》\n" +
    "633\t“浙江制造”标准 0683—2018《左旋肉碱富马酸盐》\n" +
    "634\t“浙江制造”标准 0684—2018《食品营养强化剂 左旋肉碱（L-肉碱）》\n" +
    "635\t“浙江制造”标准 0696—2018《光学级蓝色双向拉伸聚酯薄膜》\n" +
    "636\t“浙江制造”标准 0704—2018《2-羟基-6-萘甲酸》\n" +
    "637\t“浙江制造”标准 0715—2018《对氯三氟甲苯》\n" +
    "638\t“浙江制造”标准 0755—2018《工业氢氧化钴 》\n" +
    "639\t“浙江制造”标准 0836—2018《聚羧酸系高性能减水剂》\n" +
    "640\t“浙江制造”标准 0840—2018《粉状氨基树脂合成鞣剂》\n" +
    "641\t“浙江制造”标准 0841—2018《八甲基环四硅氧烷》\n" +
    "642\t“浙江制造”标准 0849—2018《工业用二甲基甲酰胺》\n" +
    "643\t“浙江制造”标准 0877—2018《无卤阻燃PBT树脂》\n" +
    "644\t“浙江制造”标准 0879—2018《对羟基苯甲酸》\n" +
    "645\t“浙江制造”标准 0883—2018《2,4,5-三氟-3-甲氧基苯甲酰氯》\n" +
    "646\t“浙江制造”标准 0899—2018《防反渗型服装衬用无粉基浆》\n" +
    "647\t“浙江制造”标准 0901—2018《芸苔素内酯原药》\n" +
    "648\t“浙江制造”标准 0905—2018《户外休闲家具热固性粉末涂料》\n" +
    "649\t“浙江制造”标准 0906—2018《高效减水剂》\n" +
    "650\t“浙江制造”标准 0908—2018《水性醇酸钢结构防锈漆》\n" +
    "651\t“浙江制造”标准 0913—2018《纤维级化学法循环再利用聚酯切片（PET）》\n" +
    "652\t“浙江制造”标准 0915—2018《聚对苯二甲酸乙二醇酯（PET）一次性杯》\n" +
    "653\t“浙江制造”标准 0366—2018《凡士林纱布》\n" +
    "654\t“浙江制造”标准 0385—2018《替硝唑》\n" +
    "655\t“浙江制造”标准 0393—2018《银杏叶提取物》\n" +
    "656\t“浙江制造”标准 0539—2018《胱抑素C测定试剂（盒）》\n" +
    "657\t“浙江制造”标准 0612—2018《胞嘧啶》\n" +
    "658\t“浙江制造”标准 0661—2018《注射用红花黄色素》\n" +
    "659\t“浙江制造”标准 0693—2018《一次性使用无菌注射针》\n" +
    "660\t“浙江制造”标准 0875—2018《甲霜灵原药》\n" +
    "661\t“浙江制造”标准 0895—2018《盐酸安非他酮》\n" +
    "662\t“浙江制造”标准 0545—2018《刀、锯制造用冷轧钢板和钢带》\n" +
    "663\t“浙江制造”标准 0591—2018《奥氏体-铁素体双相不锈钢钢筋》\n" +
    "664\t“浙江制造”标准 034—2018《海水淡化装置用铜合金无缝管》\n" +
    "665\t“浙江制造”标准 0302—2018《城镇燃气、消防用涂覆钢管》\n" +
    "666\t“浙江制造”标准 0383—2018《铝合金系统门窗》\n" +
    "667\t“浙江制造”标准 0435—2018《金属挂锁》\n" +
    "668\t“浙江制造”标准 0464—2018《核级金属石墨密封垫片》\n" +
    "669\t“浙江制造”标准 0465—2018《钢木室内门》\n" +
    "670\t“浙江制造”标准 0492—2018《碳分子筛》\n" +
    "671\t“浙江制造”标准 0496—2018《曲线锯》\n" +
    "672\t“浙江制造”标准 0515—2018《便携式热风枪》\n" +
    "673\t“浙江制造”标准 0576—2018《金属注射成形旋梭配件》\n" +
    "674\t“浙江制造”标准 0605—2018《安全切割美工刀》\n" +
    "675\t“浙江制造”标准 0613—2018《铸铝门》\n" +
    "676\t“浙江制造”标准 0629—2018《继电器触点用合金内氧化法银氧化锡氧化铟线材》\n" +
    "677\t“浙江制造”标准 0635—2018《耐高低温永磁铁氧体》\n" +
    "678\t“浙江制造”标准 0637—2018《断路器用铜带》\n" +
    "679\t“浙江制造”标准 0662—2018《P2混合动力系统销钉》\n" +
    "680\t“浙江制造”标准 0666—2018《手持式电动割胶刀》\n" +
    "681\t“浙江制造”标准 0669—2018《医用气密平移自动门》\n" +
    "682\t“浙江制造”标准 0686—2018《高性能无压烧结碳化硅密封环》\n" +
    "683\t“浙江制造”标准 0695—2018《实用刀》\n" +
    "684\t“浙江制造”标准 0707—2018《燃气采暖热水炉用冷凝热交换器》\n" +
    "685\t“浙江制造”标准 0726—2018《水性陶瓷铝单板》\n" +
    "686\t“浙江制造”标准 0731—2018《混凝土用螺杆型膨胀锚栓》\n" +
    "687\t“浙江制造”标准 0757—2018《家用洗衣机拨叉结构减速离合器》\n" +
    "688\t“浙江制造”标准 0765—2018《建筑排水用硬聚氯乙烯（PVC-U）管件》\n" +
    "689\t“浙江制造”标准 0766—2018《建筑排水用硬聚氯乙烯（PVC-U）管材》\n" +
    "690\t“浙江制造”标准 0769—2018《快速吸收弱溶剂墨水的哑面聚丙烯膜》\n" +
    "691\t“浙江制造”标准 0778—2018《撞钉》\n" +
    "692\t“浙江制造”标准 0785—2018《铜质气眼》\n" +
    "693\t“浙江制造”标准 0844—2018《制冷剂用非重复充装焊接钢瓶》\n" +
    "694\t“浙江制造”标准 0847—2018《内燃机 冷挤压型 气门桥》\n" +
    "695\t“浙江制造”标准 0863—2018《铜质四合扣》\n" +
    "696\t“浙江制造”标准 0916—2018《旋磁多晶铁氧体》\n" +
    "697\t“浙江制造”标准 0367—2018《铜基粉末冶金喷撒摩擦片》\n" +
    "698\t“浙江制造”标准 0387—2018《高速热锻汽车变速箱齿轮坯件》\n" +
    "699\t“浙江制造”标准 0450—2018《气门嘴用高强度黄铜合金棒、线及厚壁管》\n" +
    "700\t“浙江制造”标准 0466—2018《高精度易切削黄铜棒》\n" +
    "701\t“浙江制造”标准 0517—2018《线棒材高速轧制用硬质合金 辊环》\n" +
    "702\t“浙江制造”标准 0575—2018《高强度履带螺栓、螺母》\n" +
    "703\t“浙江制造”标准 0699—2018《阳离子染料易染聚酯切片(ECDP)》\n" +
    "704\t“浙江制造”标准 0893—2018《细旦聚酯纤维拉舍尔毛毯》\n" +
    "705\t“浙江制造”标准 0911—2018《涤纶与粘胶纤维混纺本色段彩纱》\n" +
    "706\t“浙江制造”标准 0330—2018《普通型辐射交联聚乙烯泡沫塑料》\n" +
    "707\t“浙江制造”标准 0355—2018《光伏组件封装用乙烯-醋酸乙烯酯共聚物（EVA）胶膜》\n" +
    "708\t“浙江制造”标准 0377—2018《高生物碳塑料购物袋》\n" +
    "709\t“浙江制造”标准 0471—2018《聚苯硫醚复合筷（合金筷）》\n" +
    "710\t“浙江制造”标准 0476—2018《低压电器外壳专用阻燃增强聚酰胺复合材料》\n" +
    "711\t“浙江制造”标准 0480—2018《环保型橡胶用炭黑》\n" +
    "712\t“浙江制造”标准 0485—2018《城市综合管廊电力和通信用改性聚氯乙烯实壁管材》\n" +
    "713\t“浙江制造”标准 0495—2018《耐久性耐热聚乳酸碗》\n" +
    "714\t“浙江制造”标准 0514—2018《薄膜晶体管液晶显示用光学反射膜》\n" +
    "715\t“浙江制造”标准 0523—2018《高接枝率低小分子残留聚烯烃相容剂》\n" +
    "716\t“浙江制造”标准 0526—2018《V带和多楔带用浸胶聚酯半硬线绳》\n" +
    "717\t“浙江制造”标准 0553—2018《双硬度硅橡胶奶嘴》\n" +
    "718\t“浙江制造”标准 0554—2018《纳米孔气凝胶复合绝热制品》\n" +
    "719\t“浙江制造”标准 0557—2018《智能坐便器用软管》\n" +
    "720\t“浙江制造”标准 0598—2018《聚乳酸可降解冷饮吸管》\n" +
    "721\t“浙江制造”标准 0615—2018《组合式可循环厚壁吸塑包装单元》\n" +
    "722\t“浙江制造”标准 0655—2018《大口径增强复合型聚乙烯缠绕结构壁管材》\n" +
    "723\t“浙江制造”标准 0658—2018《塑料安全帽》\n" +
    "724\t“浙江制造”标准 0660—2018《凝胶冷垫》\n" +
    "725\t“浙江制造”标准 0718—2018《眼镜架》\n" +
    "726\t“浙江制造”标准 0768—2018《直骨晴雨伞》\n" +
    "727\t“浙江制造”标准 0780—2018《石墨散热膜粘结和保护用超薄胶带》\n" +
    "728\t“浙江制造”标准 0781—2018《高分子自粘胶膜防水卷材》\n" +
    "729\t“浙江制造”标准 0789—2018《家具用软质聚氨酯泡沫材料》\n" +
    "730\t“浙江制造”标准 0791—2018《不饱和聚酯树脂纽扣》\n" +
    "731\t“浙江制造”标准 0793—2018《电动天幕遮阳篷》\n" +
    "732\t“浙江制造”标准 0797—2018《包装用聚烯烃交联热收缩膜》\n" +
    "733\t“浙江制造”标准 0804—2018《城乡排水用共聚聚丙烯塑料检查井-井座》\n" +
    "734\t“浙江制造”标准 0810—2018《宠物食品 狗咬胶》\n" +
    "735\t“浙江制造”标准 0827—2018《耐刮擦非开挖聚乙烯给水管材》\n" +
    "736\t“浙江制造”标准 0846—2018《聚乙烯滚塑船艇》\n" +
    "737\t“浙江制造”标准 0855—2018《液压制动系统塑料储液罐》\n" +
    "738\t“浙江制造”标准 0857—2018《天然贝壳钮扣》\n" +
    "739\t“浙江制造”标准 0881—2018《聚氯乙烯（PVC）防滑浴垫》\n" +
    "740\t“浙江制造”标准 0886—2018《地暖用阻氧交联聚乙烯(PE-X)管材》\n" +
    "741\t“浙江制造”标准 0910—2018《胶带型辐射交联聚乙烯泡沫塑料》\n" +
    "742\t“浙江制造”标准 0305—2018《减反射膜光伏玻璃》\n" +
    "743\t“浙江制造”标准 0461—2018《易分散有机膨润土》\n" +
    "744\t“浙江制造”标准 0639—2018《氧化锌铝磁控溅射靶材》\n" +
    "745\t“浙江制造”标准 0775—2018《挡墙护坡用混凝土生态砌块》\n" +
    "746\t“浙江制造”标准 0798—2018《通用硅酸盐水泥》\n" +
    "747\t“浙江制造”标准 0820—2018《高清硬性腹腔内窥镜》\n" +
    "748\t“浙江制造”标准 0835—2018《弹卡式连接预应力混凝土管桩》\n" +
    "749\t“浙江制造”标准 0900—2018《液晶调光玻璃》\n" +
    "750\t“浙江制造”标准 0909—2018《蒸压加气混凝土砌块蒸压加气混凝土砌块》\n" +
    "751\t“浙江制造”标准 0365—2018《饲料添加剂  斑蝥黄微粒》\n" +
    "752\t“浙江制造”标准 0647—2018《饲料添加剂 亚硫酸氢钠甲萘醌(维生素K3)》\n" +
    "753\t“浙江制造”标准 0674—2018《米糠油》\n" +
    "754\t“浙江制造”标准 0727—2018《真空包装粽（肉粽、豆沙粽）》\n" +
    "755\t“浙江制造”标准 0808—2018《包装饮用天然水》\n" +
    "756\t“浙江制造”标准 0868—2018《即食鱿鱼仔》\n" +
    "757\t“浙江制造”标准 0314—2018《珍珠粉》\n" +
    "758\t“浙江制造”标准 0364—2018《蜂胶软胶囊》\n" +
    "759\t“浙江制造”标准 0374—2018《金华火腿》\n" +
    "760\t“浙江制造”标准 0404—2018《食品添加剂  叶黄素》\n" +
    "761\t“浙江制造”标准 0405—2018《复配食品添加剂  叶黄素微粒》\n" +
    "762\t“浙江制造”标准 0429—2018《山茶油》\n" +
    "763\t“浙江制造”标准 0474—2018《破壁灵芝孢子粉》\n" +
    "764\t“浙江制造”标准 0481—2018《食品添加剂 乳酸链球菌素》\n" +
    "765\t“浙江制造”标准 0562—2018 《鲟鱼子酱》\n" +
    "766\t“浙江制造”标准 0621—2018《食品添加剂  L(+)-酒石酸》\n" +
    "767\t“浙江制造”标准 0633—2018《金华酥饼》\n" +
    "768\t“浙江制造”标准 0670—2018《方便菜肴米面制品》\n" +
    "769\t“浙江制造”标准 0692—2018《母子酱油》\n" +
    "770\t“浙江制造”标准 0301—2018《绍兴黄酒》\n" +
    "771\t“浙江制造”标准 0368—2018《五加皮酒》\n" +
    "772\t“浙江制造”标准 0527—2018《酿造料酒》\n" +
    "773\t“浙江制造”标准 0636—2018《本酒（本色黄酒）》\n" +
    "774\t“浙江制造”标准 0735—2018《蛋奶饮料》\n" +
    "775\t“浙江制造”标准 0313—2018《深海系泊聚酯缆绳》\n" +
    "776\t“浙江制造”标准 0337—2018《高支纯羊绒粗梳针织绒线》\n" +
    "777\t“浙江制造”标准 0357—2018《湿巾用水刺非织造布》\n" +
    "778\t“浙江制造”标准 0379—2018《机织提花窗帘布》\n" +
    "779\t“浙江制造”标准 0402—2018《色织休闲棉袜》\n" +
    "780\t“浙江制造”标准 0439—2018《吸湿排汗运动袜》\n" +
    "781\t“浙江制造”标准 0441—2018《鞋面用轻质化超细纤维合成革基布》\n" +
    "782\t“浙江制造”标准 0442—2018《轻压力脚底按摩连裤袜》\n" +
    "783\t“浙江制造”标准 0443—2018《有色锦纶6弹力丝》\n" +
    "784\t“浙江制造”标准 0444—2018《可机洗纯羊绒针织品》\n" +
    "785\t“浙江制造”标准 0453—2018《涡流纺莱赛尔、棉、铜氨纤维混纺本色纱》\n" +
    "786\t“浙江制造”标准 0454—2018《篷盖用再生涤纶帆布》\n" +
    "787\t“浙江制造”标准 0456—2018《旋转式儿童约束系统》\n" +
    "788\t“浙江制造”标准 0483—2018《丝绸家居服》\n" +
    "789\t“浙江制造”标准 0484—2018《纯桑蚕丝长丝绵被》\n" +
    "790\t“浙江制造”标准 0486—2018《涤纶牵伸丝》\n" +
    "791\t“浙江制造”标准 0487—2018《扁平涤纶低弹丝》\n" +
    "792\t“浙江制造”标准 0489—2018《高可视性反光织物》\n" +
    "793\t“浙江制造”标准 0499—2018《化学法循环再利用涤纶低弹丝》\n" +
    "794\t“浙江制造”标准 0540—2018《公路工程用短切玄武岩纤维》\n" +
    "795\t“浙江制造”标准 0549—2018《抗静电桑蚕丝织物》\n" +
    "796\t“浙江制造”标准 0597—2018《精品生丝》\n" +
    "797\t“浙江制造”标准 0634—2018《可伸缩宠物牵引器》\n" +
    "798\t“浙江制造”标准 0654—2018《风电增强基材用玻璃纤维织物》\n" +
    "799\t“浙江制造”标准 0667—2018《拼块地毯》\n" +
    "800\t“浙江制造”标准 0700—2018《精梳匹马棉床品》\n" +
    "801\t“浙江制造”标准 0702—2018《无氟拒水腈纶色纱》\n" +
    "802\t“浙江制造”标准 0739—2018《民用防油烟口罩》\n" +
    "803\t“浙江制造”标准 0748—2018《特斯林西餐餐垫》\n" +
    "804\t“浙江制造”标准 0749—2018《双面同花数码喷墨印花桑蚕丝围巾》\n" +
    "805\t“浙江制造”标准 0783—2018《粗梳仿羊绒纯羊毛织品》\n" +
    "806\t“浙江制造”标准 0825—2018《耐老化汽车罩》\n" +
    "807\t“浙江制造”标准 0860—2018《机织提花无缝墙布》\n" +
    "808\t“浙江制造”标准 0866—2018《带毛细管压力表》\n" +
    "809\t“浙江制造”标准 0880—2018《防脱散连裤袜》\n" +
    "810\t“浙江制造”标准 0888—2018《塑料编织阀口袋》\n" +
    "811\t“浙江制造”标准 0891—2018《锦纶丝绒带》\t\n" +
    "812\t“浙江制造”标准 0894—2018《婴幼儿袜》\n" +
    "813\t“浙江制造”标准 0898—2018《500D涤纶高强户外多用途面料》\n" +
    "814\t“浙江制造”标准 0907—2018《高支精梳山羊绒桑蚕丝混纺针织纱》\n" +
    "815\t“浙江制造”标准 0336—2018《薄型羊皮革服装》\n" +
    "816\t“浙江制造”标准 0361—2018《天然生态彩绒羊绒针织品》\n" +
    "817\t“浙江制造”标准 0509—2018《编织帽》\n" +
    "818\t“浙江制造”标准 0552—2018《金属工字扣》\n" +
    "819\t“浙江制造”标准 0596—2018《服装用经编仿麂皮织物》\n" +
    "820\t“浙江制造”标准 0752—2018《儿童防油羽绒服装》\n" +
    "821\t“浙江制造”标准 0782—2018《制式校服》报批稿\n" +
    "822\t“浙江制造”标准 0792—2018《水貂服装》\n" +
    "823\t“浙江制造”标准 0896—2018《莫代尔棉混纺针织内衣》\n" +
    "824\t“浙江制造”标准 0344—2018《儿童旅游鞋》\n" +
    "825\t“浙江制造”标准 0566—2018《皮革涂饰用蜡乳液》\n" +
    "826\t“浙江制造”标准 0589—2018《橡胶鞋底》\n" +
    "827\t“浙江制造”标准 0616—2018《中小学生校园运动鞋》\n" +
    "828\t“浙江制造”标准 0649—2018《帆布鞋》\n" +
    "829\t“浙江制造”标准 0842—2018《人造皮革用离型原纸》\n" +
    "830\t“浙江制造”标准 0867—2018《儿童皮凉鞋》\n" +
    "831\t“浙江制造”标准 0346—2018《工艺竹木筷》\n" +
    "832\t“浙江制造”标准 0412—2018《竹砧板》\n" +
    "833\t“浙江制造”标准 0457—2018《炭化竹席》\n" +
    "834\t“浙江制造”标准 0833—2018《浸渍纸层压木质地板》\n" +
    "835\t“浙江制造”标准 0859—2018《不燃高压装饰板》\n" +
    "836\t“浙江制造”标准 0872—2018《生物质材料复合砧板》\n" +
    "837\t“浙江制造”标准 0892—2018《木质相框》\n" +
    "838\t“浙江制造”标准 0902—2018《重组装饰材》\n" +
    "839\t“浙江制造”标准 0904—2018《家居用定向刨花板》\n" +
    "840\t“浙江制造”标准 0912—2018《重组装饰单板》\n" +
    "841\t“浙江制造”标准 0308—2018《双向移动伸缩座椅看台》\n" +
    "842\t“浙江制造”标准 0321—2018《钢木质防火门》\n" +
    "843\t“浙江制造”标准 0411—2018《顶墙集成》\n" +
    "844\t“浙江制造”标准 0458—2018《双网面塑框转椅》\n" +
    "845\t“浙江制造”标准 0503—2018《红木家具》\n" +
    "846\t“浙江制造”标准 0511—2018《卫浴家具》\n" +
    "847\t“浙江制造”标准 0570—2018 《吧椅》\n" +
    "848\t“浙江制造”标准 0571—2018《室内铁艺休闲坐具》\n" +
    "849\t“浙江制造”标准 0577—2018《民用居室家具 实木木制柜》\n" +
    "850\t“浙江制造”标准 0738—2018《实木类酒店家具》\n" +
    "851\t“浙江制造”标准 0750—2018《连体餐桌椅》\n" +
    "852\t“浙江制造”标准 0759—2018《电动型功能沙发》\n" +
    "853\t“浙江制造”标准 0316—2018《超级电容器隔膜纸》\n" +
    "854\t“浙江制造”标准 0568—2018 《绿色环保快递用瓦楞纸箱》\n" +
    "855\t“浙江制造”标准 0590—2018《电解电容器纸》\n" +
    "856\t“浙江制造”标准 0609—2018《婴儿纸尿裤》\n" +
    "857\t“浙江制造”标准 0645—2018《成人纸尿裤》\n" +
    "858\t“浙江制造”标准 0744—2018《裤型卫生巾》\n" +
    "859\t“浙江制造”标准 0760—2018《耐晒纯无纺纸壁纸》\n" +
    "860\t“浙江制造”标准 0761—2018《单面光烟用接装纸原纸》\n" +
    "861\t“浙江制造”标准 0762—2018《烘焙原纸》\n" +
    "862\t“浙江制造”标准 0763—2018《字典纸》\n" +
    "863\t“浙江制造”标准 0823—2018《美纹纸》\n" +
    "864\t“浙江制造”标准 0828—2018《纸基壁纸原纸》\n" +
    "865\t“浙江制造”标准 0837—2018《一次性纸杯》\n" +
    "866\t“浙江制造”标准 0858—2018《球形吸水树脂》\n" +
    "867\t“浙江制造”标准 1044—2019《小型游乐设施 秋千》\n" +
    "868\t“浙江制造”标准 1127—2019《电池式电动工具用电子模块》\n" +
    "869\t“浙江制造”标准 1131—2019《井冈霉素可溶粉剂》\n" +
    "870\t“浙江制造”标准 1134—2019《 INS免喷涂注塑成型模具》\n" +
    "871\t“浙江制造”标准 1135—2019《建筑装饰用石纹彩涂铝板、带材》\n" +
    "872\t“浙江制造”标准 1093—2019《饲料添加剂 DL-α-生育酚乙酸酯》\n" +
    "873\t“浙江制造”标准 0930—2019《浙江玫瑰米醋》\n" +
    "874\t“浙江制造”标准 1094—2019《竹叶黄酮》\n" +
    "875\t“浙江制造”标准 1097—2019《杭州酱鸭》\n" +
    "876\t“浙江制造”标准 0987—2019《饮料配料专用抹茶》\n" +
    "877\t“浙江制造”标准 1111—2019《卷烟包装印刷品》\n" +
    "878\t“浙江制造”标准 0931—2019《美丽诺羊毛针织纬编服饰面料》\n" +
    "879\t“浙江制造”标准 0934—2019《婴幼儿腰凳背带（袋）》\n" +
    "880\t“浙江制造”标准 0951—2019《九分色平网仿数码印花涤纶面料》\n" +
    "881\t“浙江制造”标准 0970—2019《机织空气过滤网》\n" +
    "882\t“浙江制造”标准 0976—2019《柔性贴合灯箱广告喷绘布》\n" +
    "883\t“浙江制造”标准 0977—2019《全粒面聚氨酯离型转印沙发面料》\n" +
    "884\t“浙江制造”标准 1003—2019《涤纶磨毛印染丝织物》\n" +
    "885\t“浙江制造”标准 1026—2019《中高支长亚麻纱》\n" +
    "886\t“浙江制造”标准 1027—2019《巴素兰工艺用美丽诺羊毛条》\n" +
    "887\t“浙江制造”标准 1030—2019《马海毛花式针织纱线》\n" +
    "888\t“浙江制造”标准 1032—2019《精梳纯山羊绒针织纱线》\n" +
    "889\t“浙江制造”标准 1034—2019《针织用精梳棉色纺纱》\n" +
    "890\t“浙江制造”标准 1051—2019《静电植绒拼块地毯》\n" +
    "891\t“浙江制造”标准 1071—2019《精梳制式羊毛衫》\n" +
    "892\t“浙江制造”标准 1083—2019《广告布用水性阻燃乳液》\n" +
    "893\t“浙江制造”标准 1103—2019《半精纺超细美丽诺丝光羊毛针织纱线》\n" +
    "894\t“浙江制造”标准 1119—2019《超细美丽诺易护理防缩精纺针织绒线》\n" +
    "895\t“浙江制造”标准 1120—2019《学生用梳棉胎》\n" +
    "896\t“浙江制造”标准 1142—2019《高支精纺纯羊毛织品》\n" +
    "897\t“浙江制造”标准 1146—2019《防螨抗菌被子》\n" +
    "898\t“浙江制造”标准 1150—2019《原液着色涤纶低弹丝》\n" +
    "899\t“浙江制造”标准 1151—2019《水洗纯桑蚕丝被》\n" +
    "900\t“浙江制造”标准 1153—2019《高品质练白桑蚕丝织物》\n" +
    "901\t“浙江制造”标准 1154—2019《精梳棉数码喷墨印花布》\n" +
    "902\t“浙江制造”标准 0953—2019《双面机织粘合衬》\n" +
    "903\t“浙江制造”标准 1019—2019《防水透湿冲锋衣》\n" +
    "904\t“浙江制造”标准 1020—2019《防蚊虫服装》\n" +
    "905\t“浙江制造”标准 1060—2019《强化拉链》\n" +
    "906\t“浙江制造”标准 1075—2019《桑蚕丝牛仔服装》\n" +
    "907\t“浙江制造”标准 1082—2019《色织薄型莱赛尔纤维牛仔布》\n" +
    "908\t“浙江制造”标准 0967—2019《儿童布鞋》\n" +
    "909\t“浙江制造”标准 0974—2019《鞋类中底》\n" +
    "910\t“浙江制造”标准 1036—2019《带衬里PVC庭院鞋》\n" +
    "911\t“浙江制造”标准 1047—2019《足部防护 防极寒安全鞋》\n" +
    "912\t“浙江制造”标准 1049—2019《人造革帮面儿童皮鞋》\n" +
    "913\t“浙江制造”标准 1052—2019《飞织布帮面休闲鞋》\n" +
    "914\t“浙江制造”标准 1053—2019《天然皮革帮面休闲鞋》\n" +
    "915\t“浙江制造”标准 1110—2019《麻编工艺鞋》\n" +
    "916\t“浙江制造”标准 0945—2019《定制家具用绿色浸渍胶膜纸饰面胶合板和细木工板》\n" +
    "917\t“浙江制造”标准 0946—2019《地采暖用实木地板》\n" +
    "918\t“浙江制造”标准 0947—2019《可直接饰面定向结构板》\n" +
    "919\t“浙江制造”标准 1005—2019《竹制盛器》\n" +
    "920\t“浙江制造”标准 0922—2019《家用型户外躺椅》\n" +
    "921\t“浙江制造”标准 0935—2019《午休椅》\n" +
    "922\t“浙江制造”标准 0936—2019《学生公寓床》\n" +
    "923\t“浙江制造”标准 0959—2019《深色名贵硬木家具》\n" +
    "924\t“浙江制造”标准 0963—2019《潜孔压紧式弧形闸门》\n" +
    "925\t“浙江制造”标准 0989—2019《柜类木制抽屉》\n" +
    "926\t“浙江制造”标准 0990—2019《塑料休闲椅》\n" +
    "927\t“浙江制造”标准 1016—2019《室内休闲椅 可调节软包椅》\n" +
    "928\t“浙江制造”标准 1043—2019《免漆饰面板桌类家具》\n" +
    "929\t“浙江制造”标准 1073—2019《功能床垫》\n" +
    "930\t“浙江制造”标准 1140—2019《家用电热毛巾架》\n" +
    "931\t“浙江制造”标准 1089—2019《负离子壁纸》\n" +
    "932\t“浙江制造”标准 0923—2019《档案盒》\n" +
    "933\t“浙江制造”标准 0941—2019《感官系列木制幼儿教具》\n" +
    "934\t“浙江制造”标准 0983—2019《野营帐篷》\n" +
    "935\t“浙江制造”标准 1063—2019《飞舟冲浪游乐设施》\n" +
    "936\t“浙江制造”标准 1123—2019《室内健身小蹦床》\n" +
    "937\t“浙江制造”标准 1126—2019《低噪音高透明BOPP压敏胶粘带》\n" +
    "938\t“浙江制造”标准 0938—2019《莠去津原药》\n" +
    "939\t“浙江制造”标准 0948—2019《美白润肤膏霜》\n" +
    "940\t“浙江制造”标准 0971—2019《0.01% 24-表芸苔素内酯水剂》\n" +
    "941\t“浙江制造”标准 0978—2019《工业用二甲基乙酰胺》\n" +
    "942\t“浙江制造”标准 1006—2019《分散深红SE-4RL 200%（C.I.分散红73）》\n" +
    "943\t“浙江制造”标准 1035—2019《珍珠美白面膜》\n" +
    "944\t“浙江制造”标准 1050—2019《对甲苯磺酰氯》\n" +
    "945\t“浙江制造”标准 1056—2019《化妆品包装 塑料真空瓶》\n" +
    "946\t“浙江制造”标准 1066—2019《建筑用水性外墙底漆》\n" +
    "947\t“浙江制造”标准 1068—2019《珍珠护肤乳液》\n" +
    "948\t“浙江制造”标准 1091—2019《建筑外表面用光催化自清洁涂料》\n" +
    "949\t“浙江制造”标准 1092—2019《2-甲基-1-(4-甲硫基苯基)-2-吗啉基-1-丙酮》\n" +
    "950\t“浙江制造”标准 1118—2019《水相法氯化橡胶树脂》\n" +
    "951\t“浙江制造”标准 1124—2019《中间包用镁质涂料》\n" +
    "952\t“浙江制造”标准 0937—2019《一次性生物反应器》\n" +
    "953\t“浙江制造”标准 0969—2019《盐酸帕罗西汀片》\n" +
    "954\t“浙江制造”标准 1062—2019《可吸收止血微球》\n" +
    "955\t“浙江制造”标准 1138—2019《老视成镜》\n" +
    "956\t“浙江制造”标准 1004—2019《转杯纺粘胶纤维色纺高支纱》\n" +
    "957\t“浙江制造”标准 1042—2019《阻燃遮光涂层窗饰织物》\n" +
    "958\t“浙江制造”标准 0929—2019《风电叶片用聚酰胺真空袋膜》\n" +
    "959\t“浙江制造”标准 0973—2019《两轮移动式塑料垃圾桶》\n" +
    "960\t“浙江制造”标准 1002—2019《燃气用埋地聚乙烯(PE)管件》\n" +
    "961\t“浙江制造”标准 1008—2019《高强度冷收缩拉伸套管膜》\n" +
    "962\t“浙江制造”标准 1009—2019《光伏组件背板用聚偏氟乙烯薄膜》\n" +
    "963\t“浙江制造”标准 1010—2019《纳米改性丁基橡胶衬里》\n" +
    "964\t“浙江制造”标准 1012—2019《燃气用埋地聚乙烯（PE）管材》\n" +
    "965\t“浙江制造”标准 1079—2019《塑料及其制品耐氙灯老化试验仪》\n" +
    "966\t“浙江制造”标准 1101—2019《儿童塑料眼镜架》\n" +
    "967\t“浙江制造”标准 1130—2019《纳米改性聚氯乙烯无轮窗帘导轨》\n" +
    "968\t“浙江制造”标准 1137—2019《电线电缆用硅烷交联聚烯烃绝缘料》\n" +
    "969\t“浙江制造”标准 1141—2019《间接法氧化锌-80母胶粒》\n" +
    "970\t“浙江制造”标准 0975—2019《陶粒加气混凝土砌块》\n" +
    "971\t“浙江制造”标准 0979—2019《硅藻土彩泥》\n" +
    "972\t“浙江制造”标准 0986—2019《钢筋混凝土玻璃钢复合管》\n" +
    "973\t“浙江制造”标准 1122—2019《弹性体改性沥青种植屋面用耐根穿刺防水卷材》\n" +
    "974\t“浙江制造”标准 1133—2019《玉青瓷茶器》\n" +
    "975\t“浙江制造”标准 1037—2019《电气化铁路用高强度铜镁合金承力索》\n" +
    "976\t“浙江制造”标准 1048—2019《新能源汽车驱动电机用烧结钕铁硼磁钢》\n" +
    "977\t“浙江制造”标准 0927—2019《柜式工具箱柜》\n" +
    "978\t“浙江制造”标准 0942—2019《LNG输送用不锈钢无缝管》\n" +
    "979\t“浙江制造”标准 0955—2019《不锈钢运动水壶》\n" +
    "980\t“浙江制造”标准 0956—2019《钛真空杯》\n" +
    "981\t“浙江制造”标准 0957—2019《固结磨具 修磨用钹形砂轮》\n" +
    "982\t“浙江制造”标准 0972—2019《不锈钢真空旅行壶》\n" +
    "983\t“浙江制造”标准 0981—2019《铝质饮水瓶》\n" +
    "984\t“浙江制造”标准 0988—2019《热交换器用精密不锈钢无缝钢管》\n" +
    "985\t“浙江制造”标准 0993—2019《不锈钢真空饭盒》\n" +
    "986\t“浙江制造”标准 0994—2019《户外用金属双层口杯》\n" +
    "987\t“浙江制造”标准 0996—2019《奥氏体锰钢铸件》\n" +
    "988\t“浙江制造”标准 1001—2019《使用独立热源的家用铝制咖啡壶》\n" +
    "989\t“浙江制造”标准 1007—2019《高纯氯化氢焊接气瓶》\n" +
    "990\t“浙江制造”标准 1067—2019《铜门用及铜门装饰用铜带》\n" +
    "991\t“浙江制造”标准 1121—2019《铝木复合节能门窗》\n" +
    "992\t“浙江制造”标准 1139—2019《直立式杠杆开瓶器》\n" +
    "993\t“浙江制造”标准 0928—2019《摩托车燃油泵》\n" +
    "994\t“浙江制造”标准 0940—2019《空调压缩机电机轴承套圈车件》\n" +
    "995\t“浙江制造”标准 0943—2019《机械防盗锁》\n" +
    "996\t“浙江制造”标准 0950—2019《固结磨具 纤维增强树脂切割砂轮》\n" +
    "997\t“浙江制造”标准 0958—2019《涂层涤锦机织商标带》\n" +
    "998\t“浙江制造”标准 0984—2019《成件物品用轻型带式输送机》\n" +
    "999\t“浙江制造”标准 0991—2019《石油化工用平行双闸板控制闸阀》\n" +
    "1000\t“浙江制造”标准 0992—2019《燃气用埋地聚乙烯(PE)阀门》\n" +
    "1001\t“浙江制造”标准 1011—2019《物流输送辊筒》\n" +
    "1002\t“浙江制造”标准 1013—2019《塑料机械用双金属单机筒》\n" +
    "1003\t“浙江制造”标准 1023—2019《石油、石化、天然气及相关工业用气动调节阀》\n" +
    "1004\t“浙江制造”标准 1025—2019《手持式平板砂光机》\n" +
    "1005\t“浙江制造”标准 1031—2019《电梯曳引机用制动器》\n" +
    "1006\t“浙江制造”标准 1033—2019《FKRS系列模块化减速机》\n" +
    "1007\t“浙江制造”标准 1038—2019《扩散吸收式冷藏箱》\n" +
    "1008\t“浙江制造”标准 1059—2019《乘用车用钣制旋压皮带轮》\n" +
    "1009\t“浙江制造”标准 1069—2019《数控激光切割机》\n" +
    "1010\t“浙江制造”标准 1088—2019《部分填充钢-混凝土组合柱》\n" +
    "1011\t“浙江制造”标准 1095—2019《电磁隔膜计量泵》\n" +
    "1012\t“浙江制造”标准 1098—2019《高承载工程塑料滑动轴承》\n" +
    "1013\t“浙江制造”标准 1104—2019《电机整流子用银无氧铜带材》\n" +
    "1014\t“浙江制造”标准 1128—2019《仓储机器人》\n" +
    "1015\t“浙江制造”标准 1129—2019《反渗透净水机》\n" +
    "1016\t“浙江制造”标准 1152—2019《高速智能纸杯成型机》\n" +
    "1017\t“浙江制造”标准 0998—2019《工业用缝纫机  计算机控制切包式高速平缝机》\n" +
    "1018\t“浙江制造”标准 0999—2019《镓基液态合金玻璃体温计》\n" +
    "1019\t“浙江制造”标准 1014—2019《1&2系列螺丝成型冷镦机》\n" +
    "1020\t“浙江制造”标准 1015—2019《以汽油机为动力的手持式绿篱修剪机》\n" +
    "1021\t“浙江制造”标准 1018—2019《林业机械 链锯 锯链》\n" +
    "1022\t“浙江制造”标准 1022—2019《便携式挥发性有机物分析仪》\n" +
    "1023\t“浙江制造”标准 1029—2019《增压蒸汽电熨斗》\n" +
    "1024\t“浙江制造”标准 1054—2019《可移动木工立式带锯机》\n" +
    "1025\t“浙江制造”标准 1057—2019《气动地板打钉机》\n" +
    "1026\t“浙江制造”标准 1058—2019《无动力厌氧生物滤池法餐饮污水处理装置》\n" +
    "1027\t“浙江制造”标准 1061—2019《电推剪》\n" +
    "1028\t“浙江制造”标准 1076—2019《园林机械 以汽油机为动力的背负式吹风机》\n" +
    "1029\t“浙江制造”标准 1080—2019《热虹吸式蒸发器》\n" +
    "1030\t“浙江制造”标准 1087—2019《紫激光型高速精密数字直接制版机》\n" +
    "1031\t“浙江制造”标准 1090—2019《电脑手套编织机》\n" +
    "1032\t“浙江制造”标准 1099—2019《集成红外灶》\n" +
    "1033\t“浙江制造”标准 1100—2019《预应力筋用夹片式锚具、夹具和连接器》\n" +
    "1034\t“浙江制造”标准 1102—2019《工业喷涂机器人》\n" +
    "1035\t“浙江制造”标准 1105—2019《超耐磨铝及铝合金铸造不粘锅》\n" +
    "1036\t“浙江制造”标准 1106—2019《单张纸平版印刷机 全张及以上幅面》\n" +
    "1037\t“浙江制造”标准 1109—2019《铝及铝合金电磁炉适用不粘炒锅》\n" +
    "1038\t“浙江制造”标准 1114—2019《自动人行道》\n" +
    "1039\t“浙江制造”标准 1116—2019《交流电动工具用电子模块》\n" +
    "1040\t“浙江制造”标准 1117—2019《塑料粗纱筒管》\n" +
    "1041\t“浙江制造”标准 1143—2019《定长储纬器》\n" +
    "1042\t“浙江制造”标准 1145—2019《多电机驱动智控平缝缝纫机》\n" +
    "1043\t“浙江制造”标准 1147—2019《电动调节装置》\n" +
    "1044\t“浙江制造”标准 1148—2019《家用烫台式蒸汽熨烫机》\n" +
    "1045\t“浙江制造”标准 1149—2019《工业用缝纫机 计算机控制高速绷缝缝纫机》\n" +
    "1046\t“浙江制造”标准 1155—2019《工业用缝纫机 高速平缝机一体式控制系统》\n" +
    "1047\t“浙江制造”标准 0952—2019《汽车发动机气门弹簧》\n" +
    "1048\t“浙江制造”标准 0961—2019《汽车风窗玻璃洗涤器》\n" +
    "1049\t“浙江制造”标准 0962—2019《中小型深沟球轴承套圈车件》\n" +
    "1050\t“浙江制造”标准 0964—2019《离合器液压气助力系统助力器》\n" +
    "1051\t“浙江制造”标准 0997—2019《车辆用保安支架》\n" +
    "1052\t“浙江制造”标准 1021—2019《乘用车导电型二层复合自润滑衬套》\n" +
    "1053\t“浙江制造”标准 1028—2019《汽车发动机可变排量机油泵》\n" +
    "1054\t“浙江制造”标准 1039—2019《汽车专用粉末涂料》\n" +
    "1055\t“浙江制造”标准 1070—2019《电动汽车用减速器总成》\n" +
    "1056\t“浙江制造”标准 1072—2019《蓄电池托盘堆垛车》\n" +
    "1057\t“浙江制造”标准 1074—2019《汽车空调(HFC-134a)用蒸发器》\n" +
    "1058\t“浙江制造”标准 1115—2019《汽车发动机热端部件-冲压排气歧管》\n" +
    "1059\t“浙江制造”标准 1136—2019《汽车发动机冷却用膨胀水壶》\n" +
    "1060\t“浙江制造”标准 0205—2019《城市轨道交通站台门系统》\n" +
    "1061\t“浙江制造”标准 1086—2019《500MPa级高速铁路螺旋道钉》\n" +
    "1062\t“浙江制造”标准 1112—2019《双层玻璃口杯》\n" +
    "1063\t“浙江制造”标准 1113—2019《涂层不锈钢真空碗》\n" +
    "1064\t“浙江制造”标准 1125—2019《树脂片太阳镜》\n" +
    "1065\t“浙江制造”标准 1065—2019《改性环保PVC木塑复合颗粒料》\n" +
    "1066\t“浙江制造”标准 0924—2019《电动自行车用锂离子蓄电池组》\n" +
    "1067\t“浙江制造”标准 0965—2019《有源线阵列音箱系统》\n" +
    "1068\t“浙江制造”标准 1017—2019《银浆碳膜双面结合印制板》\n" +
    "1069\t“浙江制造”标准 1055—2019《平板显示器用高浓度四甲基氢氧化铵》\n" +
    "1070\t“浙江制造”标准 1096—2019《烟气排放连续监测系统》\n" +
    "1071\t“浙江制造”标准 1144—2019《物联智慧云锁》\n" +
    "1072\t“浙江制造”标准 0925—2019《高功率型超级电容器》\n" +
    "1073\t“浙江制造”标准 0926—2019《家用燃气快速热水器》\n" +
    "1074\t“浙江制造”标准 0932—2019《燃气（油）真空热水机组》\n" +
    "1075\t“浙江制造”标准 0933—2019《数码变频静音发电机组》\n" +
    "1076\t“浙江制造”标准 0939—2019《组合式空调机组用前向多翼离心通风机》\n" +
    "1077\t“浙江制造”标准 0944—2019《泵用变频一体式三相异步电动机》\n" +
    "1078\t“浙江制造”标准 0949—2019《层绞式通信用室外光缆》\n" +
    "1079\t“浙江制造”标准 0954—2019《螺纹夹紧型接线端子架》\n" +
    "1080\t“浙江制造”标准 0960—2019《时控开关》\n" +
    "1081\t“浙江制造”标准 0966—2019《制冷空调用外转子轴流风机》\n" +
    "1082\t“浙江制造”标准 0968—2019《保温容器 保温箱》\n" +
    "1083\t“浙江制造”标准 0980—2019《180级高耐磨聚酰胺复合直焊聚氨酯漆包铜圆线》\n" +
    "1084\t“浙江制造”标准 0982—2019《全封闭电动机—压缩机用外置式圆形热保护器》\n" +
    "1085\t“浙江制造”标准 0984—2019《嵌入式洗碗机》\n" +
    "1086\t“浙江制造”标准 1000—2019《铠装电暖》\n" +
    "1087\t“浙江制造”标准 1024—2019《电动汽车用高压直流继电器》\n" +
    "1088\t“浙江制造”标准 1040—2019《仪器设备用轴流风扇》\n" +
    "1089\t“浙江制造”标准 1041—2019《多晶硅太阳电池》\n" +
    "1090\t“浙江制造”标准 1045—2019《无线控制内置音箱LED灯》\n" +
    "1091\t“浙江制造”标准 1064—2019《滚筒洗衣机用无刷直流电动机》\n" +
    "1092\t“浙江制造”标准 1077—2019《家用和类似用途冰箱压缩机用密封接线座》\n" +
    "1093\t“浙江制造”标准 1078—2019《额定电压450750 V及以下铜芯聚乙烯无卤低烟阻燃聚烯烃双绝缘尼龙护套电线》\n" +
    "1094\t“浙江制造”标准 1081—2019《起动用铅酸蓄电池》\n" +
    "1095\t“浙江制造”标准 1084—2019《刺破式连接车灯线束》\n" +
    "1096\t“浙江制造”标准 1085—2019《高速率数据传输用对绞通信电缆》\n" +
    "1097\t“浙江制造”标准 1107—2019《家用和类似用途双金属可调控温器》\n" +
    "1098\t“浙江制造”标准 1108—2019《大容量全自动变频洗衣机减速离合器》\n" +
    "1099\t“浙江制造”标准 1132—2019《交流1kV、直流1.5kV及以下电压等级带电作业用绝缘螺钉旋具》";

function myReadfile(MyUrl) {
    fs.readdir(MyUrl, (err, files) => {
        if (err) throw err
        files.forEach(file => {
            //拼接获取绝对路径，fs.stat(绝对路径,回调函数)
            let fPath = path.join(MyUrl, file);
            fs.stat(fPath, (err, stat) => {
                if (stat.isFile()) {
                    //stat 状态中有两个函数一个是stat中有isFile ,isisDirectory等函数进行判断是文件还是文件夹
                    // console.log(file)

                    allFiles.push(file)
                }
                else {
                    myReadfile(fPath)
                }
            })
        })
    })
}

myReadfile(myUrl)


setTimeout(() => {
    // console.log(allFiles)
    // 读完了 开始对比
    allFiles.forEach(file => {
        // console.log(path.basename(file, ".pdf"))
        if(!source.includes(path.basename(file, '.pdf'))){
            console.log('not contains',file)
        }
        // console.log(source.indexOf(path.basename(file)))
    })

}, 4000)
